--------------------------------------------------------------------
-- 1. Users 테이블 (기존 더미 데이터)
--------------------------------------------------------------------
INSERT INTO Users VALUES
(DEFAULT, 'test1','$2a$10$e/7N06Z5kEOgjoIiQ91NhuIAIfe4rVEmGD/JnQDzVFuYGegZmJMii','지익준','test1@gmail.com','ROLE_USER','INACTIVE',null,
'2025-02-13 10:56:14.092749','2025-02-13 10:56:14.092749'),
(DEFAULT, 'test2','$2a$10$e/7N06Z5kEOgjoIiQ91NhuIAIfe4rVEmGD/JnQDzVFuYGegZmJMii','장진식','test2@gmail.com','ROLE_USER','INACTIVE',null,
'2025-01-12 10:56:14.092749','2025-02-13 10:56:14.092749'),
(DEFAULT, 'test3','$2a$10$e/7N06Z5kEOgjoIiQ91NhuIAIfe4rVEmGD/JnQDzVFuYGegZmJMii','차백준','test3@gmail.com','ROLE_USER','INACTIVE',null,
'2025-02-10 10:56:14.092749','2025-02-13 10:56:14.092749'),
(DEFAULT, 'test4','$2a$10$e/7N06Z5kEOgjoIiQ91NhuIAIfe4rVEmGD/JnQDzVFuYGegZmJMii','임영택','test4@gmail.com','ROLE_USER','INACTIVE',null,
'2025-01-09 10:56:14.092749','2025-02-13 10:56:14.092749'),
(DEFAULT, 'test5','$2a$10$e/7N06Z5kEOgjoIiQ91NhuIAIfe4rVEmGD/JnQDzVFuYGegZmJMii','황진주','test5@gmail.com','ROLE_USER','INACTIVE',null,
'2025-02-04 10:56:14.092749','2025-02-13 10:56:14.092749'),
(DEFAULT, 'test6','$2a$10$e/7N06Z5kEOgjoIiQ91NhuIAIfe4rVEmGD/JnQDzVFuYGegZmJMii','고든램지','test6@gmail.com','ROLE_USER','INACTIVE',null,
'2025-01-22 10:56:14.092749','2025-02-13 10:56:14.092749'),
(DEFAULT, 'test7','$2a$10$e/7N06Z5kEOgjoIiQ91NhuIAIfe4rVEmGD/JnQDzVFuYGegZmJMii','사야','test7@gmail.com','ROLE_USER','INACTIVE',null,
'2025-01-31 10:56:14.092749','2025-02-13 10:56:14.092749');


--------------------------------------------------------------------
-- 2. Kanjis 테이블 (N5 급수, '수학' 분류, 10개 한자)
--------------------------------------------------------------------
INSERT INTO Kanjis VALUES
    ('1','N4','자연','日','일','날','ニチ, ジツ','ひ, か','1. 하루; 24시간.\n2. 태양; 해.\n3. 특정한 날이나 기념일.\n4. 낮; 아침부터 저녁까지의 시간.'
    ),
    ('2','N4','수학','一','일','한','イチ, イツ','ひと, ひとつ','1. 일; 자연수의 첫번째 수; 하나.\n2. 맨 처음; 첫 번째.\n3. 사물의 최초; 처음.\n4. 가장 뛰어난 것; 최고.\n5. 몇 개 중의 하나.\n6. 동일; 어떤 물건의 전체.\n7. 조금; 약간; 불과.'
    ),
    ('3','N4','국가','国','국','나라','コク','くに','1. 국가; 나라.\n2. 고향; 출생지.\n3. 특정한 영역이나 지역.'
    ),
    ('4','N4','없음','会','회','모일','カイ, エ','あう, あつまり','1. 모이다; 집합하다.\n2. 만나다; 대면하다.\n3. 회의; 공식적인 모임.\n4. 단체; 조직.'
    ),
    ('5','N4','동물','人','인','사람','ジン, ニン','ひと','1. 사람; 인간.\n2. 특정한 성격이나 역할을 가진 개인.\n3. 인류 전체.'
    ),
    ('6','N4','시간','年','년','해','ネン','とし','네 철이 일순하는 기간; (한) 해\n2. 한 해 동안\n3. 연년; 매년'
    ),
    ('7','N4','형용사','大','대','큰','ダイ, タイ','おおきい, おおいに','1. 크다; 넓다.\n2. 위대하다; 중요한.\n3. 어른; 성인.'
    ),
    ('8','N4','수학','十','십','열','ジュウ, ジッ','とお','1. 숫자 10.\n2. 완전함; 충분함.\n3. 열 개의 사물이나 개념.'
    ),
    ('9','N4','수학','二','이','두','ニ','ふた, ふたつ','1. 숫자 2.\n2. 짝을 이루는 것.\n3. 두 번째의.'
    ),
    ('10','N4','사상','本','본','근본','ホン','もと','1. 책.\n2. 근본; 기원.\n3. 주요한; 중심적인.\n4. 일본을 가리키는 표현.'
    ),
    ('11','N4','방위','中','중','가운데','チュウ','なか','1. 가운데; 중심.\n2. 어떤 상태나 과정의 중간.\n3. 중국을 가리키는 표현.'
    ),
    ('12','N4','형용사','長','장','길','チョウ','ながい, ながさ','1. 길다.\n2. 지도자; 책임자.\n3. 뛰어나다; 우수하다.'
    ),
    ('13','N4','없음','出','출','날','シュツ, スイ','でる, だす','나가다, 내보내다'
    ),
    ('14','N4','수학','三','삼','석','サン','み, みつ','3'
    ),
    ('15','N4','시간','時','시','때','ジ','とき','시간'
    ),
    ('16','N4','없음','行','행','다닐','コウ, ギョウ','いく, おこなう, ゆく','가다, 행하다, 행(row)'
    ),
    ('17','N4','없음','社','사','모일','シャ','やしろ','모이다, 단체, 사회, 신사'
    )
,   ('18','N4','감각','見','견','볼','ケン','みる, みえる, みせる','보다'
    ),
    ('19','N4','자연','月','월','달','ゲツ, ガツ','つき','달, 월, 월광'
    ),
    ('20','N4','수학','分','분','나눌','ブン, フン, ブ','わかる, わける','나누다, 분(시간 단위), 알다'
    ),
   ('21','N4','방위','後','후','뒤','ゴ, コウ','あと, うしろ, のち','1. 뒤, 후방.\n2. 이후, 나중.'
    ),
    ('22','N4','방위','前','전','앞','ゼン','まえ','1. 앞.\n2. 이전, 과거.'
    ),
    ('23','N4','동물','生','생','날','セイ, ショウ','いきる, うまれる, なま, はえる','1. 살다, 생존하다.\n2. 태어나다.\n3. 생명, 삶.'
    ),
    ('24','N4','수학','五','오','다섯','ゴ','いつ, いつつ','1. 숫자 5.\n2. 다섯 개.'
    ),
    ('25','N4','방위','間','간','사이','カン, ケン','あいだ, ま','1. 간격, 틈새.\n2. 시간의 흐름, 동안.'
    ),
    ('26','N4','방위','上','상','윗','ジョウ','うえ, あげる, のぼる','1. 위, 높은 곳.\n2. 올리다, 상승하다.'
    ),
    ('27','N4','방위','東','동','동녘','トウ','ひがし','1. 동쪽, 해가 뜨는 방향.'
    ),
    ('28','N4','수학','四','사','넉','シ','よ, よつ, よん','1. 숫자 4.\n2. 네 개.'
    ),
    ('29','N4','시간','今','금','이제','コン','いま','1. 지금, 현재.\n2. 금방, 방금 전.'
    ),
    ('30','N4','형용사','新','신','새','シン','あたらしい, あたらしさ','1. 새로운 것.\n2. 신선하다.'
    ),
    ('31','N4','금속','金','금','쇠','キン','かね','1. 금, 금속.\n2. 돈, 재산.'
    ),
    ('32','N4','수학','九','구','아홉','キュウ, ク','ここの, ここのつ','1. 숫자 9.\n2. 아홉 개.'
    ),
    ('33','N4','없음','入','입','들','ニュウ','いる, いれる, はいる','1. 들어가다, 들어오다.\n2. 집어넣다.'
    ),
    ('34','N4','없음','立','립','설','リツ','たつ, たてる','1. 서다.\n2. 세우다.'
    ),
    ('35','N4','신체','手','수','손','シュ','て','1. 손.\n2. 손길, 기술.'
    ),
    ('36','N4','없음','学','학','배울','ガク','まなぶ','1. 배우다, 학습하다.'
    ),
    ('37','N4','방위','高','고','높을','コウ','たかい, たかさ','1. 높다.\n2. 비싸다.'
    ),
    ('38','N4','형용사','円','원','둥글','エン','まるい','1. 둥글다.\n2. 일본의 화폐 단위(엔).'
    ),
    ('39','N4','가족','子','자','아들','シ','こ','1. 아이, 자식.\n2. 특정한 사람을 나타내는 접미사.'
    ),
    ('40','N4','신체','目','목','눈','モク','め','1. 눈, 시각.\n2. 항목, 조항.'
    ),
    ('41','N4','방위','外','외','바깥','ガイ','そと, ほか','1. 바깥, 외부.\n2. 제외, 다른 것.'
    ),
    ('42','N4','없음','言','언','말씀','ゲン','いう, こと','1. 말, 단어.\n2. 말하다, 표현하다.'
    ),
    ('43','N4','수학','八','팔','여덟','ハチ','やっつ, や, よう','1. 숫자 8.\n2. 여덟 개.'
    ),
    ('44','N4','수학','六','육','여섯','ロク','むっつ, む, むい','1. 숫자 6.\n2. 여섯 개.'
    ),
    ('45','N4','방위','下','하','아래','カ','した, さがる, くだる','1. 아래, 밑.\n2. 내려가다.'
    ),
    ('46','N4','없음','来','래','올','ライ','くる, きたる','1. 오다.\n2. 다가오다.'
    ),
    ('47','N4','자연','気','기','기운','キ','き','1. 기운, 정신.\n2. 공기, 기체.'
    ),
    ('48','N4','형용사','小','소','작을','ショウ','ちいさい, こ, お','1. 작다.\n2. 적다.'
    ),
    ('49','N4','수학','七','칠','일곱','シチ','ななつ, なな, しち','1. 숫자 7.\n2. 일곱 개.'
    ),
    ('50','N4','자연','山','산','메','サン','やま','1. 산.\n2. 언덕.'
    ),
    ('51','N4','없음','話','화','말씀','ワ','はなす, はなし','1. 이야기, 대화.\n2. 말하다.'
    ),
    ('52','N4','형용사','多','다','많을','タ','おおい','1. 많다.\n2. 다수의.'
    ),
    ('53','N4','감정','安','안','편안','アン','やすい, やすらか','1. 편안하다.\n2. 값이 싸다.'
    ),
    ('54','N2','지칭','女','녀','계집','ジョ','おんな, め','1. 여자.\n2. 여성.'
    ),
    ('55','N4','방위','北','북','북녘','ホク','きた','1. 북쪽.\n2. 방향을 나타내는 단어.'
    ),
    ('56','N4','시간','午','오','낮','ゴ','うま','1. 정오.\n2. 낮 12시.'
    ),
    ('57','N4','수학','百','백','일백','ヒャク','ひゃく','1. 숫자 100.'
    ),
    ('58','N4','문서','書','서','글','ショ','かく, しょ','1. 쓰다, 기록하다.\n2. 서적, 문서.'
    ),
    ('59','N4','시간','先','선','먼저','セン','さき','1. 앞서, 먼저.\n2. 미래.'
    ),
    ('60','N4','없음','名','명','이름','メイ','な','1. 이름, 명칭.\n2. 명성.'
    ),
    ('61','N4','수계','川','천','내','セン','かわ','1. 강, 하천.\n2. 시내.'
    ),
    ('62','N4','수학','千','천','일천','セン','ち','1. 숫자 1000.'
    ),
    ('63','N4','장소','道','도','길','ドウ','みち','1. 길, 도로.\n2. 방식, 방법.'
    ),
    ('64','N5','수계','水','수','물','スイ','みず','1. 물, 액체.\n2. 수분.'
    ),
    ('65','N4','수학','半','반','반','ハン','はん, なかば','1. 절반, 중간.'
    ),
    ('66','N4','지칭','男','남','사내','ダン','おとこ','1. 남자, 남성.'
    ),
    ('67','N4','방위','西','서','서녘','セイ','にし','1. 서쪽, 서방.'
    ),
    ('68','N4','자연','電','전','번개','デン','でん','1. 전기.\n2. 전자.'
    ),
    ('69','N4','신체','口','구','입','コウ','くち','1. 입, 말.\n2. 출입구.'
    ),
    ('70','N4','형용사','少','소','적을','ショウ','すくない, すこし','1. 적다.\n2. 조금.'
    ),
    ('71','N4','장소','校','교','학교','コウ','こう','1. 학교.\n2. 교정(학교 내 정원이나 운동장).'
    ),
    ('72','N4','없음','語','어','말씀','ゴ','かたる, かたらう','1. 단어, 언어.\n2. 말하다, 이야기하다.'
    ),
    ('73','N4','없음','空','공','빌','クウ','そら, から, あく','1. 하늘, 허공.\n2. 비어있음.'
    ),
    ('74','N4','자연','土','토','흙','ド','つち','1. 땅, 토양.'
    ),
    ('75','N4','식물','木','목','나무','ボク, モク','き, こ','1. 나무, 목재.\n2. 식물.'
    ),
    ('76','N4','감각','聞','문','들을','ブン, モン','きく, きこえる','1. 듣다.\n2. 들리다.'
    ),
    ('77','N4','음식','食','식','먹을','ショク','たべる, くう, くらう','1. 먹다.\n2. 식사하다.'
    ),
    ('78','N4','인공','車','차','수레','シャ','くるま','1. 자동차, 차량.\n2. 바퀴.'
    ),
    ('79','N5','사상','何','하','어찌','カ','なに, なん','1. 무엇, 어떤 것.'
    ),
    ('80','N5','방위','南','남','남녘','ナン','みなみ','1. 남쪽.'
    ),
    ('81','N5','신체','足','족','발','ソク','あし, たりる','1. 발, 다리.\n2. 충분하다.'
    ),
    ('82','N5','수학','万','만','일만','マン, バン','まん','1. 숫자 10,000.'
    ),
    ('83','N5','장소','店','점','가게','テン','みせ','1. 가게, 점포.'
    ),
    ('84','N5','시간','毎','매','매양','マイ','まい','1. 매번, 매일.'
    ),
    ('85','N5','감각','白','백','흰','ハク','しろ, しろい','1. 흰색, 순수함.'
    ),
    ('86','N5','시간','古','고','옛','コ','ふるい','1. 오래된.\n2. 낡은.'
    ),
    ('87','N5','자연','天','천','하늘','テン','あめ, あま','1. 하늘.\n2. 천공, 자연.'
    ),
    ('88','N5','없음','買','매','살','バイ','かう','1. 사다, 구매하다.'
    ),
    ('89','N5','시간','週','주','주일','シュウ','しゅう','1. 일주일, 주(week).'
    ),
    ('90','N5','가족','母','모','어미','ボ','はは, かあ','1. 어머니.'
    ),
    ('91','N5','자연','火','화','불','カ','ひ, ほ','1. 불, 화염.'
    ),
    ('92','N5','식물','花','화','꽃','カ','はな','1. 꽃.'
    ),
    ('93','N5','방위','右','우','오른','ウ','みぎ','1. 오른쪽.'
    ),
    ('94','N5','문서','読','독','읽을','ドク','よむ','1. 읽다.'
    ),
    ('95','N5','없음','友','우','벗','ユウ','とも','1. 친구.'
    ),
    ('96','N5','방위','左','좌','왼','サ','ひだり','1. 왼쪽.'
    ),
    ('97','N5','없음','休','휴','쉴','キュウ','やすむ','1. 쉬다.\n2. 휴식.'
    ),
    ('98','N5','가족','父','부','아비','フ','ちち, とう','1. 아버지.'
    ),
    ('99','N5','장소','駅','역','역','エキ','えき','1. 역(station).'
    ),
    ('100','N5','수계','雨','우','비','ウ','あめ, あま','1. 비.'
    ),
    ('101','N5','음식','飲','음','마실','イン','のむ, のみ','1. 마시다.\n2. 들이켜다.'
    ),
    ('102','N5','동물','魚','어','물고기','ギョ','さかな, うお','1. 물고기.'
    ),
    ('103','N5','신체','耳','이','귀','ジ','みみ','1. 귀.'
    ),
    ('104','N3','사상','同','동','한가지','ドウ','おなじ','1. 같다.\n2. 동일하다.'
    ),
    ('105','N3','없음','事','사','일','ジ','こと','1. 일.\n2. 사항.\n3. 사건.'
    ),
    ('106','N3','지칭','自','자','스스로','ジ','みずから, おのずから','1. 자신.\n2. 자기.'
    ),
    ('107','N3','국가','民','민','백성','ミン','たみ','1. 국민.\n2. 민족.'
    ),
    ('108','N3','없음','発','발','필','ハツ','はつ, たつ','1. 피다.\n2. 일으키다.\n3. 발생하다.'
    ),
    ('109','N3','지칭','者','자','놈','シャ','もの','1. 사람.\n2. 행동의 주체.'
    ),
    ('110','N3','자연','地','지','땅','チ','ち, じ','1. 땅.\n2. 대지.'
    ),
    ('111','N3','수학','合','합','합할','ゴウ','あう, あわせる','1. 합치다.\n2. 들어맞다.'
    ),
    ('112','N3','장소','市','시','저자','シ','いち','1. 시장(market).\n2. 도시.'
    ),
    ('113','N3','없음','業','업','업','ギョウ','わざ','1. 직업.\n2. 사업.\n3. 일.'
    ),
    ('114','N3','방위','方','방','모','ホウ','かた, ほう','1. 방향.\n2. 방법.'
    ),
    ('115','N5','수학','回','회','돌아올','カイ','まわる, まわす','1. 돌다.\n2. 회전하다.\n3. 횟수.'
    ),
    ('116','N3','장소','場','장','마당','ジョウ','ば','1. 장소.\n2. 공간.'
    ),
    ('117','N3','없음','員','원','인원','イン','いん','1. 구성원.\n2. 점원.'
    ),
    ('118','N3','없음','開','개','열','カイ','あく, ひらく, あける','1. 열다.\n2. 개방하다.'
    ),
    ('119','N3','작용','力','력','힘','リョク','ちから','1. 힘.'
    ),
    ('120','N3','없음','問','문','물을','モン','とう, とい, おとずれる','1. 묻다.\n2. 질문하다.\n3. 방문하다.'
    ),
    ('121','N3','없음','代','대','대신할','ダイ','かわる, かえる, よ','1. 대신하다.\n2. 시대.\n3. 가격.'
    ),
    ('122','N3','감각','明','명','밝을','メイ','あかるい, あきらか, あける','1. 밝다.\n2. 명확하다.\n3. 날이 밝다.'
    ),
    ('123','N3','없음','動','동','움직일','ドウ','うごく, うごかす','1. 움직이다.\n2. 작동하다.'
    ),
    ('124','N3','장소','京','경','서울','キョウ','みやこ','1. 수도.\n2. 도시.'
    ),
    ('125','N3','없음','通','통','통할','ツウ','とおる, とおす, かよう','1. 통하다.\n2. 지나가다.\n3. 다니다.'
    ),
    ('126','N3','없음','理','리','다스릴','リ','ことわり','1. 이치.\n2. 진리.\n3. 논리.'
    ),
    ('127','N3','신체','体','체','몸','タイ','からだ','1. 몸.\n2. 신체.'
    ),
    ('128','N3','자연','田','전','밭','デン','た','1. 밭.\n2. 논.'
    ),
    ('129','N3','없음','主','주','주인','シュ','ぬし, あるじ','1. 주인.\n2. 소유자.'
    ),
    ('130','N3','문서','題','제','제목','ダイ','だい','1. 제목.\n2. 주제.'
    ),
    ('131','N3','신체','首','수','머리','シュ','くび','1. 목.\n2. 머리.'
    ),
    ('132','N3','사상','意','의','뜻','イ','こころ','1. 뜻.\n2. 의미.'
    ),
    ('133','N3','사상','不','부','아닐','フ','ず, ぶ','1. 아니다.\n2. 부정.'
    ),
    ('134','N3','없음','作','작','지을','サク','つくる','1. 만들다.'
    ),
    ('135','N3','없음','用','용','쓸','ヨウ','もちいる','1. 사용하다.\n2. 쓰다.'
    ),
    ('136','N3','수학','度','도','법도','ド','たび','1. 횟수.\n2. 온도.\n3. 정도.'
    ),
    ('137','N3','형용사','強','강','강할','キョウ','つよい, つよさ','1. 강하다.'
    ),
    ('138','N3','작용','持','지','가질','ジ','もつ','1. 가지다.\n2. 지니다.'
    ),
    ('139','N3','자연','野','야','들','ヤ','の','1. 들판.\n2. 벌판.\n3. 시골.'
    ),
    ('140','N3','국가','都','도','도읍','ト','みやこ','1. 대도시.\n2. 수도.'
    ),
    ('141','N3','없음','以','이','써','イ','もって','1. ~로.\n2. ~부터.\n3. 기준.'
    ),
    ('142','N3','사상','思','사','생각','シ','おもう','1. 생각하다.\n2. 깊이 헤아리다.'
    ),
    ('143','N3','가족','家','가','집','カ','いえ, うち','1. 집.\n2. 가정.'
    ),
    ('144','N3','사상','世','세','인간','セイ','よ','1. 세계.\n2. 세대.'
    ),
    ('145','N3','장소','区','구','구역','ク','く','1. 구획.\n2. 경계.'
    ),
    ('146','N3','국가','県','현','고을','ケン','けん','1. 현(일본의 행정 구역).'
    ),
    ('147','N3','없음','進','진','나아갈','シン','すすむ, すすめる','1. 나아가다.\n2. 올라가다.'
    ),
    ('148','N3','사상','正','정','바를','セイ','ただしい, まさに','1. 바르다.\n2. 정확하다.'
    ),
    ('149','N3','장소','院','원','집','イン','いん','1. 관청/학교/병원 등 각종 기관.'
    ),
    ('150','N3','감정','心','심','마음','シン','こころ','1. 마음.\n2. 정신.'
    ),
    ('151','N3','장소','界','계','지경','カイ','かい','1. 경계.\n2. 범위.'
    ),
    ('152','N3','없음','産','산','낳을','サン','うむ, うまれる','1. 낳다.\n2. 생산하다.'
    ),
    ('153','N3','없음','教','교','가르칠','キョウ','おしえる, おそわる','1. 가르치다.'
    ),
    ('154','N3','문서','文','문','글월','ブン','ふみ','1. 문장.\n2. 글자.'
    ),
    ('155','N3','사상','元','원','으뜸','ゲン','もと','1. 근본.\n2. 근원.'
    ),
    ('156','N3','형용사','重','중','무거울','ジュウ','おもい, かさなる','1. 무겁다.\n2. 겹치다.'
    ),
    ('157','N3','형용사','近','근','가까울','キン','ちかい, ちかづく','1. 가깝다.'
    ),
    ('158','N3','사상','考','고','생각할','コウ','かんがえる','1. 생각하다.\n2. 깊이 헤아리다.\n3. 조사하다.'
    ),
    ('159','N3','문서','画','화','그림','ガ','えがく, かく','1. 그림.\n2. 그리다.'
    ),
    ('160','N3','수계','海','해','바다','カイ','うみ','1. 바다.'
    ),
    ('161','N3','없음','売','매','팔','バイ','うる, うれる','1. 팔다.\n2. 판매하다.'
    ),
    ('162','N3','사상','知','지','알','チ','しる','1. 알다.\n2. 이해하다.'
    ),
    ('163','N3','없음','集','집','모을','シュウ','あつめる, あつまる','1. 모이다.\n2. 모으다.'
    ),
    ('164','N3','없음','別','별','다를','ベツ','わかれる','1. 나누다.\n2. 다르다.'
    ),
    ('165','N3','인공','物','물','물건','ブツ','もの','1. 물건.'
    ),
    ('166','N3','작용','引','인','끌','イン','ひく','1. 당기다.'
    ),
    ('167','N3','없음','使','사','부릴','シ','つかう','1. 사용하다.\n2. 부리다.'
    ),
    ('168','N3','장소','所','소','바','ショ','ところ','1. 장소.\n2. 곳.'
    ),
    ('169','N3','인공','品','품','물건','ヒン','しな','1. 물품.\n2. 상품.'
    ),
    ('170','N3','수학','計','계','셀','ケイ','はかる','1. 세다.\n2. 계산하다.'
    ),
    ('171','N3','동물','死','사','죽을','シ','しぬ','1. 죽다.'
    ),
    ('172','N3','없음','特','특','특별할','トク','なし','1. 특별함.'
    ),
    ('173','N3','지칭','私','사','사사','シ','わたし, わたくし','1. 나.\n2. 개인.'
    ),
    ('174','N3','시간','始','시','비로소','シ','はじまる, はじめる','1. 시작하다.'
    ),
    ('175','N3','시간','朝','조','아침','チョウ','あさ','1. 아침.'
    ),
    ('176','N3','장소','村','촌','마을','ソン','むら','1. 마을.'
    ),
    ('177','N3','없음','運','운','옮길','ウン','はこぶ','1. 옮기다.\n2. 운반하다.\n3. 행운.'
    ),
    ('178','N3','시간','終','종','마칠','シュウ','おわる, おえる','1. 끝나다.\n2. 마치다.'
    ),
    ('179','N3','없음','台','대','대','ダイ','なし','1. 받침대.\n2. 무대.'
    ),
    ('180','N3','형용사','広','광','넓을','コウ','ひろい, ひろげる, ひろがる','1. 넓다.\n2. 퍼지다.'
    ),
    ('181','N3','없음','住','주','살','ジュウ','すむ, すまう','1. 살다.\n2. 거주하다.'
    ),
    ('182','N3','사상','真','진','참','シン','まこと','1. 진실.\n2. 참됨.'
    ),
    ('183','N3','사상','有','유','있을','ユウ','ある','1. 있다.\n2. 존재하다.'
    ),
    ('184','N3','장소','町','정','밭두둑','チョウ','まち','1. 시가지.\n2. 읍(행정구역).'
    ),
    ('185','N3','없음','料','료','헤아릴','リョウ','なし','1. 요금.\n2. 재료.'
    ),
    ('186','N3','인공','工','공','장인','コウ','なし','1. 가공.\n2. 공작.'
    ),
    ('187','N3','인공','建','건','세울','ケン','たてる, たつ','1. 세우다.\n2. 건설하다.'
    ),
    ('188','N3','없음','急','급','급할','キュウ','いそぐ','1. 급하다.'
    ),
    ('189','N3','없음','止','지','그칠','シ','とまる, とめる','1. 멈추다.\n2. 중지하다.'
    ),
    ('190','N3','없음','送','송','보낼','ソウ','おくる','1. 보내다.\n2. 전송하다.'
    ),
    ('191','N3','작용','切','절','끊을','セツ','きる, きれる','1. 자르다.'
    ),
    ('192','N3','없음','説','설','말씀','セツ','とく','1. 설명하다.'
    ),
    ('193','N3','없음','転','전','구를','テン','ころがる, ころげる, ころぶ','1. 구르다.\n2. 방향을 바꾸다.'
    ),
    ('194','N3','신체','病','병','병','ビョウ','やまい, やむ','1. 병.\n2. 아프다.'
    ),
    ('195','N3','없음','研','연','갈','ケン','とぐ','1. 갈다.\n2. 연구하다.'
    ),
    ('196','N3','없음','究','구','연구할','キュウ','きわめる','1. 연구하다.\n2. 깊이 파고들다.'
    ),
    ('197','N3','감정','楽','락','즐길','ガク, ラク','たのしい, たのしむ','1. 즐겁다.\n2. 음악.'
    ),
    ('198','N3','없음','起','기','일어날','キ','おきる, おこす','1. 일어나다.\n2. 깨우다.'
    ),
    ('199','N3','없음','着','착','붙을','チャク','きる, つく','1. 입다.\n2. 도착하다.'
    ),
    ('200','N3','없음','乗','승','탈','ジョウ','のる, のせる','1. 타다.\n2. 태우다.'
    ),
    ('201','N3','감각','声','성','소리','セイ','こえ','1. 소리.\n2. 목소리.'
    ),
    ('202','N3','없음','質','질','바탕','シツ','たち, しつ','1. 성질.\n2. 기질.\n3. 물질.'
    ),
    ('203','N3','없음','待','대','기다릴','タイ','まつ','1. 기다리다.\n2. 대기하다.'
    ),
    ('204','N3','없음','試','시','시험','シ','ためす, こころみる','1. 시험하다.\n2. 시도하다.'
    ),
    ('205','N3','가족','族','족','겨레','ゾク','なし','1. 가족.\n2. 일족.\n3. 민족.'
    ),
    ('206','N3','금속','銀','은','은','ギン','なし','1. 은(silver).\n2. 은색.'
    ),
    ('207','N3','시간','早','조','이를','ソウ','はやい, はやまる, はやめる','1. 이르다.\n2. 빠르다.'
    ),
    ('208','N3','감각','映','영','비칠','エイ','うつる, うつす','1. 비추다.\n2. 반사되다.'
    ),
    ('209','N3','가족','親','친','친할','シン','おや, したしい','1. 부모.\n2. 친밀한.'
    ),
    ('210','N3','없음','験','험','시험','ケン','ためす','1. 시험하다.\n2. 경험.\n3. 효과.'
    ),
    ('211','N3','직업','働','동','일할','ドウ','はたらく','1. 일하다.\n2. 노동하다.'
    ),
    ('212','N3','감정','好','호','좋을','コウ','すく, このむ','1. 좋아하다.\n2. 선호하다.'
    ),
    ('213','N3','국가','英','영','뛰어날','エイ','なし','1. 뛰어나다.\n2. 영국.'
    ),
    ('214','N3','신체','頭','두','머리','トウ','あたま, かしら','1. 머리.\n2. 지도자.'
    ),
    ('215','N3','형용사','低','저','낮을','テイ','ひくい','1. 낮다.\n2. 저조하다.'
    ),
    ('216','N3','직업','医','의','의원','イ','なし','1. 의사.\n2. 의료.'
    ),
    ('217','N3','없음','仕','사','섬길','シ','つかえる','1. 섬기다.\n2. 일하다.'
    ),
    ('218','N3','없음','去','거','갈','キョ','さる','1. 떠나다.\n2. 지나가다.'
    ),
    ('219','N3','음식','味','미','맛','ミ','あじ, あじわう','1. 맛.\n2. 의미.'
    ),
    ('220','N3','인공','門','문','문','モン','なし','1. 문.\n2. 출입구.'
    ),
    ('221','N3','없음','写','사','베낄','シャ','うつす, うつる','1. 베끼다.\n2. 복사하다.\n3. 사진을 찍다.'
    ),
    ('222','N3','문서','字','자','글자','ジ','あざ, じ','1. 글자.\n2. 문자.'
    ),
    ('223','N3','없음','答','답','대답','トウ','こたえる, こたえ','1. 대답하다.\n2. 응답하다.'
    ),
    ('224','N3','시간','夜','야','밤','ヤ','よる, よ','1. 밤.\n2. 저녁.'
    ),
    ('225','N3','감각','音','음','소리','オン','おと, ね','1. 소리.\n2. 음.'
    ),
    ('226','N3','없음','注','주','부을','チュウ','そそぐ','1. 붓다.\n2. 집중하다.'
    ),
    ('227','N3','없음','帰','귀','돌아갈','キ','かえる','1. 돌아가다.\n2. 귀가하다.'
    ),
    ('228','N3','감각','歌','가','노래','カ','うた, うたう','1. 노래.\n2. 부르다.'
    ),
    ('229','N3','자연','光','광','빛','コウ','ひかる, ひかり','1. 빛.\n2. 빛나다.'
    ),
    ('230','N3','형용사','悪','악','악할','アク','わるい, あく','1. 나쁘다.\n2. 악하다.'
    ),
    ('231','N3','문서','図','도','그림','ズ','はかる','1. 도면.\n2. 설계하다.'
    ),
    ('232','N3','장소','室','실','집','シツ','むろ','1. 방.\n2. 실내.'
    ),
    ('233','N3','형용사','太','태','클','タイ','ふとい, ふとる','1. 크다.\n2. 두껍다.'
    ),
    ('234','N3','없음','歩','보','걸음','ホ','あるく, あゆむ','1. 걷다.\n2. 보행하다.'
    ),
    ('235','N3','자연','風','풍','바람','フウ','かぜ','1. 바람.\n2. 기류.'
    ),
    ('236','N3','문서','紙','지','종이','シ','かみ','1. 종이.'
    ),
    ('237','N3','색감','黒','흑','검을','コク','くろい, くろさ','1. 검다.\n2. 검정색.'
    ),
    ('238','N3','사계','春','춘','봄','シュン','はる','1. 봄.'
    ),
    ('239','N3','색감','赤','적','붉을','セキ','あか, あかい, あかさ','1. 붉다.\n2. 빨간색.'
    ),
    ('240','N3','색감','青','청','푸를','セイ','あお, あおい, あおさ','1. 푸르다.\n2. 파란색.'
    ),
    ('241','N3','자연','森','삼','숲','シン','もり','1. 숲.'
    ),
    ('242','N3','장소','館','관','집','カン','やかた','1. 큰 건물.\n2. 관청.'
    ),
    ('243','N3','장소','屋','옥','집','オク','や','1. 지붕.\n2. 가게.'
    ),
    ('244','N3','색감','色','색','빛','ショク','いろ','1. 색.\n2. 색깔.'
    ),
    ('245','N3','없음','走','주','달릴','ソウ','はしる','1. 달리다.'
    ),
    ('246','N3','사계','秋','추','가을','シュウ','あき','1. 가을.'
    ),
    ('247','N3','자연','林','림','수풀','リン','はやし','1. 숲.'
    ),
    ('248','N3','사계','夏','하','여름','カ','なつ','1. 여름.'
    ),
    ('249','N3','신체','顔','안','낯','ガン','かお','1. 얼굴.'
    ),
    ('250','N3','형용사','短','단','짧을','タン','みじかい, みじかさ','1. 짧다.'
    ),
    ('251','N3','신체','薬','약','약','ヤク','くすり','1. 약.\n2. 약품.'
    ),
    ('252','N3','없음','習','습','익힐','シュウ','ならう','1. 배우다.\n2. 익히다.'
    ),
    ('253','N3','없음','便','편','편할','ベン','たより','1. 편리하다.\n2. 소식, 편지.'
    ),
    ('254','N3','수계','洋','양','큰 바다','ヨウ','없음','1. 바다.\n2. 서양.'
    ),
    ('255','N3','없음','旅','려','나그네','リョ','たび','1. 여행.'
    ),
    ('256','N3','형용사','軽','경','가벼울','ケイ','かるい, かるさ','1. 가볍다.'
    ),
    ('257','N3','수계','池','지','못','チ','いけ','1. 연못.'
    ),
    ('258','N3','의류','服','복','옷','フク','없음','1. 옷.'
    ),
    ('259','N3','형용사','遠','원','멀','エン','とおい, とおさ','1. 멀다.'
    ),
    ('260','N3','시간','夕','석','저녁','セキ','ゆう','1. 저녁.'
    ),
    ('261','N3','없음','借','차','빌릴','シャク','かりる','1. 빌리다.'
    ),
    ('262','N3','시간','曜','요','요일','ヨウ','없음','1. 요일.'
    ),
    ('263','N3','형용사','弱','약','약할','ジャク','よわい, よわさ','1. 약하다.'
    ),
    ('264','N3','음식','肉','육','고기','ニク','없음','1. 고기.'
    ),
    ('265','N3','없음','貸','대','빌릴','タイ','かす','1. 빌려주다.'
    ),
    ('266','N3','장소','堂','당','집','ドウ','없음','1. 전당, 큰 건물.'
    ),
    ('267','N3','색감','暗','암','어두울','アン','くらい, くらさ','1. 어둡다.'
    ),
    ('268','N3','동물','鳥','조','새','チョウ','とり','1. 새.'
    ),
    ('269','N3','음식','飯','반','밥','ハン','めし','1. 밥, 식사.'
    ),
    ('270','N3','없음','勉','면','힘쓸','ベン','없음','1. 노력하다.'
    ),
    ('271','N3','사계','冬','동','겨울','トウ','ふゆ','1. 겨울.'
    ),
    ('272','N3','시간','昼','주','낮','チュウ','ひる','1. 낮.'
    ),
    ('273','N3','음식','茶','차','차','チャ','없음','1. 차(tea).'
    ),
    ('274','N3','가족','弟','제','아우','テイ','おとうと','1. 남동생.'
    ),
    ('275','N3','없음','洗','세','씻을','セン','あらう','1. 씻다.'
    ),
    ('276','N3','동물','牛','우','소','ギュウ','うし','1. 소.'
    ),
    ('277','N3','가족','兄','형','형','ケイ','あに','1. 형, 오빠.'
    ),
    ('278','N3','동물','犬','견','개','ケン','いぬ','1. 개.'
    ),
    ('279','N3','음식','菜','채','나물','サイ','な','1. 야채, 채소.'
    ),
    ('280','N3','형용사','暑','서','더울','ショ','あつい, あつさ','1. 덥다.'
    ),
    ('281','N3','가족','妹','매','누이','マイ','いもうと','1. 여동생.'
    ),
    ('282','N3','감각','寒','한','찰','カン','さむい, さむさ','1. 춥다.'
    ),
    ('283','N3','가족','姉','자','손윗누이','シ','あね','1. 누나.\n2. 언니.'
    ),
    ('284','N3','국가','漢','한','한수','カン','なし','1. 한자.\n2. 중국 한나라.'
    ),
    ('285','N2','없음','議','의','의논할','ギ','なし','1. 의논하다.\n2. 회의.'
    ),
    ('286','N2','없음','連','연','이을','レン','つれる, つらなる, つらねる','1. 잇다.\n2. 연결하다.\n3. 연속되다.'
    ),
    ('287','N2','없음','対','대','대할','タイ','たいする','1. 대하다.\n2. 마주 보다.'
    ),
    ('288','N2','없음','部','부','떼','ブ','なし','1. 부분.\n2. 부서.'
    ),
    ('289','N2','방위','内','내','안','ナイ','うち','1. 내부.\n2. 안쪽.'
    ),
    ('290','N2','없음','相','상','서로','ソウ','あい','1. 서로.\n2. 모습.\n3. 상의하다.'
    ),
    ('291','N2','없음','定','정','정할','テイ','さだまる, さだめる','1. 정하다.\n2. 결정하다.'
    ),
    ('292','N2','없음','選','선','가릴','セン','えらぶ','1. 고르다.\n2. 선택하다.'
    ),
    ('293','N2','음식','米','미','쌀','ベイ','こめ','1. 쌀.'
    ),
    ('294','N2','음식','実','실','열매','ジツ','み','1. 현실.\n2. 진실.\n3. 열매.'
    ),
    ('295','N2','없음','関','관','관계할','カン','せき, かかわる','1. 관계되다.\n2. 관문.'
    ),
    ('296','N2','없음','決','결','결단할','ケツ','きまる, きめる','1. 결정하다.\n2. 결단하다.'
    ),
    ('297','N2','없음','全','전','온전할','ゼン','なし','1. 모두.\n2. 전부.\n3. 전체.'
    ),
    ('298','N2','없음','表','표','겉','ヒョウ','おもて, あらわす, あらわれる, ひょうする','1. 표면.\n2. 겉.\n3. 표현하다.'
    ),
    ('299','N2','없음','戦','전','싸울','セン','たたかう','1. 전투.\n2. 전쟁.\n3. 싸움.'
    ),
    ('300','N2','없음','最','최','가장','サイ','もっとも','1. 최고.\n2. 제일.'
    ),
    ('301','N2','없음','調','조','고를','チョウ','しらべる, ととのう, ととのえる','1. 조절하다. \n2. 조사하다. \n3. 조화롭게 하다. \n4. 상태를 정비하다.'
    ),
    ('302','N2','없음','化','화','될','カ','ばける, ばかす','1. 변화하다. \n2. 바뀌다. \n3. (무언가로) 둔갑하다.'
    ),
    ('303','N2','사상','当','당','마땅할','トウ','あたる, あてる','1. 적중하다. \n2. 맞다. \n3. (추측·운 등이) 적중하다.'
    ),
    ('304','N2','없음','約','약','맺을','ヤク','없음','1. 약속하다. \n2. 대략적인 수량을 나타냄. \n3. 절약하다.'
    ),
    ('305','N2','없음','法','법','법','ホウ','없음','1. 법률, 규칙. \n2. 방식, 방법. \n3. 불교에서 가르침.'
    ),
    ('306','N2','없음','的','적','과녁','テキ','まと','1. 과녁. \n2. 목표, 대상. \n3. 중요한 핵심 부분.'
    ),
    ('307','N2','없음','要','요','요긴할','ヨウ','いる','1. 필요하다. \n2. 중요한 것. \n3. 핵심적인 사항.'
    ),
    ('308','N2','없음','治','치','다스릴','チ','なおる, なおす, おさまる, おさめる','1. (병이) 낫다. \n2. 치료하다. \n3. 나라를 다스리다. \n4. 혼란을 수습하다.'
    ),
    ('309','N2','없음','成','성','이룰','セイ','なる, なす','1. 이루어지다. \n2. 완성되다. \n3. 형성하다. \n4. (어떤 상태로) 만들어 내다.'
    ),
    ('310','N2','없음','期','기','기약할','キ','없음','1. 시기, 특정한 기간. \n2. 약속된 시간. \n3. 기대하다.'
    ),
    ('311','N1','없음','公','공','공평할','コウ','おおやけ','1. 공적인 것. \n2. 공개된 것. \n3. 정부, 공공기관.'
    ),
    (
    '312',
    'N2',
    '없음',
    '協',
    '협',
    '화합할',
    'キョウ',
    '없음',
    '1. 협력하다.\n2. 서로 돕다.\n3. 함께 일하다.'
    ),
    ('313','N2','없음','取','취','가질','シュ','とる','1. 잡다. \n2. 가지다. \n3. 취득하다. \n4. 선택하다.'
    ),
    ('314','N2','가족','和','화','화할','ワ','やわらぐ, やわらげる, なごむ, なごやか','1. 조화를 이루다. \n2. 부드러워지다. \n3. 화목하다. \n4. 일본풍(和).'
    ),
    ('315','N2','없음','機','기','틀','キ','없음','1. 기계, 장치. \n2. 기회. \n3. 특정한 시스템이나 구조.'
    ),
    ('316','N2','형용사','平','평','평평할','ヘイ','たいら, ひら','1. 평평하다. \n2. 평온하다. \n3. 평민(일반 사람).'
    ),
    ('317','N2','수학','加','가','더할','カ','くわえる, くわわる','1. 추가하다. \n2. 가담하다. \n3. 보태다.'
    ),
    ('318','N2','없음','受','수','받을','ジュ','うける, うかる','1. 받다. \n2. 시험에 합격하다. \n3. 영향을 받다.'
    ),
    ('319','N2','없음','続','속','계속','ゾク','つづく, つづける','1. 계속되다. \n2. 이어가다. \n3. 연속되다.'
    ),
    ('320','N2','없음','改','개','고칠','カイ','あらためる, あらたまる','1. 고치다. \n2. 개선하다. \n3. 바뀌다.'
    ),
    ('321','N2','수학','数','수','셀','スウ','かず, かぞえる','1. 수, 숫자. \n2. 세다. \n3. 계산하다.'
    ),
    ('322','N2','문서','記','기','기록할','キ','しるす','1. 기록하다. \n2. 적다. \n3. 기억하다.'
    ),
    ('323','N2','시간','初','초','처음','ショ','はじめ, はじめて','1. 처음. \n2. 최초로. \n3. 시초.'
    ),
    ('324','N2','신체','指','지','가리킬','シ','ゆび, さす','1. 손가락. \n2. 가리키다. \n3. 지목하다.'
    ),
    ('325','N1','수학','第','제','차례','ダイ','','1. 순서를 나타내는 접두사.\n2. 단계, 등급.'
    ),
    ('326','N1','없음','結','결','맺을','ケツ','むすぶ, ゆう','1. 묶다, 맺다.\n2. 연결하다, 결합하다.'
    ),
    ('327','N2','없음','点','점','점','テン','','1. 점, 점수.\n2. 특징, 요소.'
    ),
    ('328','N2','장소','府','부','마을','フ','','1. 관청.\n2. 일본의 행정 구역 단위.'
    ),
    ('329','N2','동물','活','활','살','カツ','いきる, いかす','1. 살다, 생존하다.\n2. 활용하다, 살리다.'
    ),
    ('330','N2','자연','原','원','근원','ゲン','はら','1. 들판.\n2. 근원, 원인.'
    ),
    ('331','N2','없음','共','공','한가지','キョウ','とも','1. 함께, 같이.\n2. 공유하다.'
    ),
    ('332','N2','없음','得','득','얻을','トク','える, うる','1. 얻다, 획득하다.\n2. 가능하다.'
    ),
    ('333','N2','없음','交','교','사귈','コウ','まじわる, まじえる, まじる, かわす','1. 교류하다, 교제하다.\n2. 바뀌다, 섞이다.'
    ),
    ('334','N2','시간','予','예','미리','ヨ','あらかじめ','1. 미리, 사전에.'
    ),
    ('335','N2','없음','向','향','향할','コウ','むく, むける, むかう, むこう','1. 향하다.\n2. 돌리다, 방향을 정하다.'
    ),
    ('336','N2','없음','勝','승','이길','ショウ','かつ, まさる','1. 이기다.\n2. 우수하다, 뛰어나다.'
    ),
    ('337','N2','신체','面','면','낯','メン','おも, おもて, つら','1. 얼굴, 표면.\n2. 방면, 측면.'
    ),
    ('338','N2','없음','委','위','맡길','イ','ゆだねる','1. 맡기다, 위임하다.'
    ),
    ('339','N2','없음','告','고','고할','コク','つげる','1. 알리다, 보고하다.'
    ),
    ('340','N2','직업','軍','군','군사','グン','','1. 군대.\n2. 병력, 무장 집단.'
    ),
    ('341','N2','없음','反','반','돌이킬','ハン','そる, そらす','1. 뒤집다.\n2. 반대하다.'
    ),
    ('342','N2','없음','参','참','참여할','サン','まいる','1. 참여하다.\n2. 방문하다.'
    ),
    ('343','N2','없음','利','리','이로울','リ','きく','1. 이롭다.\n2. 효과가 있다.'
    ),
    ('344','N2','없음','組','조','짤','ソ','くむ','1. 조를 짜다.\n2. 결합하다.'
    ),
    ('345','N1','문서','案','안','책상','アン','','1. 제안.\n2. 계획.'
    ),
    ('346','N2','없음','信','신','믿을','シン','しんじる','1. 믿다.'
    ),
    ('347','N2','방위','側','측','곁','ソク','かわ','1. 옆.\n2. 측면.'
    ),
    ('348','N2','없음','求','구','구할','キュウ','もとめる','1. 요구하다.\n2. 구하다.'
    ),
    ('349','N2','없음','次','차','버금','ジ','つぐ, つぎ','1. 다음.\n2. 잇다.'
    ),
    ('350','N2','시간','昨','작','어제','サク','','1. 어제.'
    ),
    ('351','N2','없음','係','계','맬','ケイ','かかり','1. 관계.\n2. 담당자.'
    ),
    ('352','N2','감정','感','감','느낄','カン','かんじる','1. 느끼다.\n2. 감동하다.'
    ),
    ('353','N2','없음','投','투','던질','トウ','なげる','1. 던지다.'
    ),
    ('354','N2','없음','変','변','변할','ヘン','かわる, かえる','1. 변하다.\n2. 바꾸다.'
    ),
    ('355','N2','없음','打','타','칠','ダ','うつ','1. 치다.\n2. 때리다.'
    ),
    ('356','N2','없음','各','각','각각','カク','','1. 각각.'
    ),
    ('357','N2','자연','島','도','섬','トウ','しま','1. 섬.'
    ),
    ('358','N2','없음','直','직','곧을','チョク','なおる, なおす, ただちに','1. 곧다.\n2. 바로잡다.\n3. 즉시.'
    ),
    ('359','N2','없음','両','량','두','リョウ','','1. 양쪽.\n2. 둘.'
    ),
    ('360','N2','없음','式','식','법','シキ','','1. 방식.\n2. 의식.'
    ),
    ('361','N2','음식','果','과','실과','カ','はたす, はてる, はて,くだもの','1. 이루다.\n2. 끝나다.\n3. 결말.\n4. 과일'
    ),
    ('362','N2','없음','必','필','반드시','ヒツ','かならず','1. 반드시.'
    ),
    ('363','N2','없음','争','쟁','다툴','ソウ','あらそう','1. 다투다.\n2. 경쟁하다.'
    ),
    ('364','N2','없음','談','담','말씀','ダン','','1. 이야기하다.\n2. 담화.'
    ),
    ('365','N2','사상','無','무','없을','ム','ない','1. 없다.'
    ),
    ('366','N2','방위','位','위','자리','イ','くらい','1. 지위.\n2. 등급.'
    ),
    ('367','N2','방위','置','치','둘','チ','おく','1. 두다.\n2. 놓다.'
    ),
    ('368','N2','수계','流','류','흐를','リュウ','ながれる, ながす','1. 흐르다.\n2. 흘려보내다.'
    ),
    ('369','N2','장소','局','국','판','キョク','','1. 국면.\n2. 부서.'
    ),
    ('370','N2','없음','放','방','놓을','ホウ','はなす, はなつ, はなれる','1. 놓다.\n2. 풀어놓다.\n3. 해방되다.'
    ),
    ('371','N2','수학','球','구','공','キュウ','たま','1. 공.\n2. 구체.'
    ),
    ('372','N2','없음','役','역','부릴','ヤク','','1. 역할.\n2. 직무.'
    ),
    ('373','N2','신체','身','신','몸','シン','み','1. 몸.\n2. 신체.'
    ),
    ('374','N2','없음','費','비','쓸','ヒ','ついやす, ついえる','1. 쓰다.\n2. 소비하다.'
    ),
    ('375','N2','없음','付','부','줄','フ','つける, つく','1. 붙이다.\n2. 달라붙다.'
    ),
    ('376','N2','없음','由','유','말미암을','ユ','よる','1. ~에 의하다.\n2. 이유.'
    ),
    ('377','N2','가족','夫','부','지아비','フ','おっと','1. 남편.'
    ),
    ('378','N2','자연','石','석','돌','セキ','いし','1. 돌.\n2. 암석.'
    ),
    ('379','N2','없음','消','소','사라질','ショウ','きえる, けす','1. 사라지다.\n2. 끄다.'
    ),
    ('380','N2','종교','神','신','귀신','シン','かみ','1. 신.\n2. 신령.'
    ),
    ('381','N2','수학','番','번','차례','バン','','1. 차례.\n2. 순서.'
    ),
    ('382','N2','없음','害','해','해할','ガイ','','1. 해치다.\n2. 해로운.'
    ),
    ('383','N2','없음','配','배','나눌','ハイ','くばる','1. 나누어 주다.\n2. 배부하다.'
    ),
    ('384','N2','수학','副','부','버금','フク','','1. 둘째.\n2. 부(副).'
    ),
    ('385','N2','수학','算','산','셈','サン','','1. 계산.\n2. 산수.'
    ),
    ('386','N2','가족','育','육','기를','イク','そだつ, そだてる','1. 자라다。\n2. 기르다。'
    ),
    ('387','N2','방위','席','석','자리','セキ','','1. 자리。\n2. 좌석。'
    ),
    ('388','N2','없음','残','잔','남을','ザン','のこる, のこす','1. 남다。\n2. 남기다。'
    ),
    ('389','N2','사상','想','상','생각','ソウ','おもう','1. 생각하다。\n2. 상상하다。'
    ),
    ('390','N2','없음','線','선','줄','セン','','1. 선。\n2. 줄。'
    ),
    ('391','N2','직업','農','농','농사','ノウ','','1. 농사。\n2. 농업。'
    ),
    ('392','N2','장소','州','주','고을','シュウ','す','1. 주(행정 구역)。'
    ),
    ('393','N2','사상','念','념','생각','ネン','ねんじる','1. 생각하다。\n2. 신념을 가지다。'
    ),
    ('394','N2','동물','象','상','코끼리','ショウ','','1. 코끼리。\n2. 형상。'
    ),
    ('395','N2','없음','助','조','도울','ジョ','たすける, たすかる','1. 돕다。\n2. 살아나다。'
    ),
    ('396','N2','없음','労','로','일할','ロウ','','1. 노동。\n2. 수고。'
    ),
    ('397','N2','없음','例','례','법식','レイ','たとえる','1. 예。\n2. 사례。'
    ),
    ('398','N2','사상','然','연','그럴','ゼン','しかる','1. 그러하다。\n2. 그러므로。'
    ),
    ('399','N2','없음','追','추','쫓을','ツイ','おう','1. 쫓다。\n2. 추적하다。'
    ),
    ('400','N2','없음','達','달','통달할','タツ','たつ, たっする','1. 도달하다。\n2. 통달하다。'
    ),
    ('401','N2','직업','商','상','장사','ショウ','あきなう','1. 장사하다。\n2. 거래하다。'
    ),
    ('402','N2','식물','葉','엽','잎','ヨウ','は','1. 나뭇잎。\n2. 잎사귀。'
    ),
    ('403','N2','없음','伝','전','전할','デン','つたえる, つたわる','1. 전하다。\n2. 전해지다。\n3. 알리다。'
    ),
    ('404','N2','수학','形','형','모양','ケイ','かた, かたち','1. 형태。\n2. 모양。'
    ),
    ('405','N2','자연','景','경','볕','ケイ','','1. 경치。\n2. 풍경。'
    ),
    ('406','N2','없음','落','락','떨어질','ラク','おちる, おとす','1. 떨어지다。\n2. 떨어뜨리다。'
    ),
    ('407','N2','없음','賞','상','상줄','ショウ','','1. 상。\n2. 보상。'
    ),
    ('408','N2','방위','辺','변','가','ヘン','あたり','1. 주변。\n2. 부근。'
    ),
    ('409','N2','없음','負','부','질','フ','まける, おう','1. 패배하다。\n2. 짊어지다。\n3. 부담하다。'
    ),
    ('410','N2','없음','失','실','잃을','シツ','うしなう','1. 잃다。\n2. 상실하다。'
    ),
    ('411','N2','없음','差','차','다를','サ','さす','1. 차이。\n2. 다르다。\n3. 가리키다。'
    ),
    ('412','N2','없음','課','과','공부할','カ','','1. 과정。\n2. 과목。\n3. 부서。'
    ),
    ('413','N2','시간','末','말','끝','マツ','すえ','1. 끝。\n2. 말기。'
    ),
    ('414','N2','없음','守','수','지킬','シュ','まもる','1. 지키다。\n2. 보호하다。'
    ),
    ('415','N2','없음','極','극','다할','キョク','きわめる, きわまる','1. 극한。\n2. 최고。\n3. 다하다。'
    ),
    ('416','N2','식물','種','종','씨','シュ','たね','1. 씨앗。\n2. 종류。'
    ),
    ('417','N2','형용사','美','미','아름다울','ビ','うつくしい','1. 아름답다。\n2. 미。'
    ),
    ('418','N2','동물','命','명','목숨','メイ','いのち','1. 생명。\n2. 목숨。\n3. 명령。'
    ),
    ('419','N2','종교','福','복','복','フク','','1. 행복。\n2. 행운。'
    ),
    ('420','N2','수학','量','량','헤아릴','リョウ','はかる','1. 양。\n2. 측정하다。\n3. 무게를 재다。'
    ),
    ('421','N2','감정','望','망','바랄','ボウ','のぞむ','1. 바라다。\n2. 희망。\n3. 전망。'
    ),
    ('422','N2','감각','観','관','볼','カン','みる','1. 보다。\n2. 관찰하다。\n3. 감상하다。'
    ),
    ('423','N2','없음','察','찰','살필','サツ','さっする','1. 살피다。\n2. 조사하다。\n3. 감지하다。'
    ),
    ('424','N1','없음','整','정','가지런할','セイ','ととのえる, ととのう','1. 정리하다。\n2. 정비하다。\n3. 가지런하게 하다。'
    ),
    ('425','N2','수학','横','횡','가로','オウ','よこ','1. 가로。\n2. 수평。\n3. 방자하다。'
    ),
    ('426','N2','수학','型','형','모형','ケイ','かた','1. 형태。\n2. 모형。\n3. 모범。'
    ),
    ('427','N2','형용사','深','심','깊을','シン','ふかい, ふかめる, ふかまる','1. 깊다。\n2. 심오하다。\n3. 깊어지다。'
    ),
    ('428','N2','없음','申','신','납','シン','もうす','1. 말씀드리다。\n2. 진술하다。\n3. 말하다。'
    ),
    ('429','N2','없음','様','양','모양','ヨウ','さま','1. 모습。\n2. 형태。\n3. 존칭(~님)。'
    ),
    ('430','N2','장소','港','항','항구','コウ','みなと','1. 항구。\n2. 포트。\n3. 정박지。'
    ),
    ('431','N2','없음','達','달','통달할','タツ','たっする','1. 도달하다。\n2. 달성하다。\n3. 통달하다。'
    ),
    ('432','N2','형용사','良','량','어질','リョウ','よい','1. 좋다。\n2. 훌륭하다。\n3. 어질다。'
    ),
    ('433','N2','자연','谷','곡','골','コク','たに','1. 계곡。\n2. 골짜기。\n3. 협곡。'
    ),
    ('434','N2','자연','候','후','기후','コウ','そうろう','1. 기후。\n2. 계절。\n3. 징후。'
    ),
    ('435','N2','국가','史','사','역사','シ','','1. 역사。\n2. 역사적 사건。'
    ),
    ('436','N2','인공','階','계','섬돌','カイ','','1. 계단。\n2. 층。\n3. 등급。'
    ),
    ('437','N2','없음','満','만','찰','マン','みちる, みたす','1. 가득 차다。\n2. 충족하다。\n3. 만족하다。'
    ),
    ('438','N2','없음','敗','패','패할','ハイ','やぶれる','1. 패배하다。\n2. 지다。\n3. 실패하다。'
    ),
    ('439','N2','없음','管','관','대롱','カン','くだ','1. 관。\n2. 관리하다。\n3. 관할하다。'
    ),
    ('440','N2','직업','兵','병','병사','ヘイ','','1. 군대。\n2. 병사。\n3. 전투。'
    ),
    ('441','N1','음식','器','기','그릇','キ','うつわ','1. 그릇。\n2. 도구。\n3. 생명체의 기관。'
    ),
    ('442','N2','장소','路','로','길','ロ','みち','1. 길。\n2. 경로。\n3. 도로。'
    ),
    ('443','N2','문서','科','과','과목','カ','','1. 학과。\n2. 과목。\n3. 종류。'
    ),
    ('444','N2','형용사','細','세','가늘','サイ','ほそい, ほそる, こまかい','1. 가늘다。\n2. 세밀한。\n3. 자세한。'
    ),
    ('445','N2','없음','積','적','쌓일','セキ','つもる, つむ','1. 쌓이다。\n2. 축적하다。\n3. 모으다。'
    ),
    ('446','N2','형용사','丸','환','둥글','ガン','まるい, まる','1. 둥글다。\n2. 원형。\n3. 공。'
    ),
    ('447','N2','없음','他','타','다를','タ','ほか','1. 다른。\n2. 남。\n3. 타인。'
    ),
    ('448','N2','문서','録','록','기록할','ロク','','1. 기록하다。\n2. 녹음하다。\n3. 등록하다。'
    ),
    ('449','N2','없음','省','성','살필','セイ','かえりみる, はぶく','1. 반성하다。\n2. 생략하다。\n3. 줄이다。'
    ),
    ('450','N2','인공','橋','교','다리','キョウ','はし','1. 다리。\n2. 교량。\n3. 연결하다。'
    ),
    ('451','N2','자연','岸','안','언덕','ガン','きし','1. 언덕。\n2. 해안。\n3. 강가。'
    ),
    ('452','N2','없음','客','객','손','キャク','','1. 손님。\n2. 고객。\n3. 방문객。'
    ),
    ('453','N2','없음','周','주','두루','シュウ','まわり','1. 둘레。\n2. 주위。\n3. 순환。'
    ),
    ('454','N2','없음','材','재','재목','ザイ','','1. 재료。\n2. 재목。\n3. 자질。'
    ),
    ('455','N2','없음','登','등','오를','トウ','のぼる','1. 오르다。\n2. 등반하다。\n3. 등재하다。'
    ),
    ('456','N1','없음','健','건','굳셀','ケン','すこやか','1. 건강하다。\n2. 튼튼하다。\n3. 강건하다。'
    ),
    ('457','N2','장소','戸','호','집','コ','と','1. 문。\n2. 출입구。\n3. 가옥。'
    ),
    ('458','N2','형용사','速','속','빠를','ソク','はやい, はやめる','1. 빠르다。\n2. 속도。\n3. 신속하다。'
    ),
    ('459','N2','없음','飛','비','날','ヒ','とぶ, とばす','1. 날다。\n2. 비행하다。\n3. 뛰어넘다。'
    ),
    ('460','N2','동물','殺','살','죽일','サツ','ころす','1. 죽이다。\n2. 제거하다。\n3. 없애다。'
    ),
    ('461','N2','방위','央','앙','가운데','オウ','','1. 중앙。\n2. 중간。\n3. 중심。'
    ),
    ('462','N2','없음','号','호','부르짖을','ゴウ','','1. 호칭。\n2. 신호。\n3. 부르짖다。'
    ),
    ('463','N2','수학','単','단','홑','タン','','1. 단독。\n2. 하나。\n3. 간단하다。'
    ),
    ('464','N2','식물','竹','죽','대나무','チク','たけ','1. 대나무。\n2. 죽림。\n3. 대나무 제품。'
    ),
    ('465','N2','사상','完','완','완전할','カン','','1. 완전하다。\n2. 끝내다。\n3. 마무리하다。'
    ),
    ('466','N2','없음','競','경','다툴','キョウ','きそう','1. 겨루다。\n2. 경쟁하다。\n3. 다투다。'
    ),
    ('467','N2','없음','給','급','줄','キュウ','たまう','1. 지급하다。\n2. 주다。\n3. 공급하다。'
    ),
    ('468','N2','식물','根','근','뿌리','コン','ね','1. 뿌리。\n2. 근본。\n3. 근원。'
    ),
    ('469','N2','음식','苦','고','쓸','ク','にがい, くるしい','1. 쓰다。\n2. 괴롭다。\n3. 고생하다。'
    ),
    ('470','N2','장소','園','원','동산','エン','','1. 정원。\n2. 공원。\n3. 동산。'
    ),
    ('471','N2','없음','具','구','갖출','グ','そなえる','1. 도구。\n2. 갖추다。\n3. 준비하다。'
    ),
    ('472','N2','시간','歴','력','지낼','レキ','','1. 지나가다。\n2. 역사。\n3. 경과하다。'
    ),
    ('473','N2','없음','辞','사','말씀','ジ','やめる','1. 말하다。\n2. 단어。\n3. 그만두다。'
    ),
    ('474','N2','동물','馬','마','말','バ','うま','1. 말(동물)。\n2. 승마。\n3. 경마。'
    ),
    ('475','N2','가족','愛','애','사랑','アイ','あいする','1. 사랑하다。\n2. 애정。\n3. 연애。'
    ),
    ('476','N2','사상','未','미','아닐','ミ','','1. 아직。\n2. 미완성。\n3. 미숙하다。'
    ),
    ('477','N2','인공','航','항','배','コウ','','1. 항해。\n2. 비행。\n3. 항공。'
    ),
    ('478','N2','감각','冷','냉','찰','レイ','つめたい, ひやす','1. 차갑다。\n2. 식히다。\n3. 냉정하다。'
    ),
    ('479','N2','금속','鉄','철','쇠','テツ','','1. 철。\n2. 철도。\n3. 강철。'
    ),
    ('480','N2','문서','類','류','무리','ルイ','','1. 종류。\n2. 부류。\n3. 카테고리。'
    ),
    ('481','N2','가족','児','아','아이','ジ','','1. 아동。\n2. 어린이。\n3. 유아。'
    ),
    ('482','N2','문서','印','인','도장','イン','しるし','1. 도장。\n2. 인장。\n3. 표식。'
    ),
    ('483','N2','국가','王','왕','임금','オウ','','1. 왕。\n2. 왕권。\n3. 국왕。'
    ),
    ('484','N2','없음','返','반','돌이킬','ヘン','かえす, かえる','1. 돌려주다。\n2. 되돌리다。\n3. 반사하다。'
    ),
    ('485','N1','없음','標','표','표할','ヒョウ','','1. 표시。\n2. 표식。\n3. 목표。'
    ),
    ('486','N2','음식','油','유','기름','ユ','あぶら','1. 기름。\n2. 유류。\n3. 석유。'
    ),
    ('487','N2','인공','輪','륜','바퀴','リン','わ','1. 바퀴。\n2. 윤。\n3. 고리。'
    ),
    ('488','N2','식물','植','식','심을','ショク','うえる','1. 심다。\n2. 재배하다。\n3. 식물。'
    ),
    ('489','N2','감각','熱','열','더울','ネツ','あつい','1. 뜨겁다。\n2. 열기。\n3. 열정。'
    ),
    ('490','N2','동물','宿','숙','잘','シュク','やどる, やどす,やど','1. 숙박하다。\n2. 묵다。\n3. 여관。'
    ),
    ('491','N2','형용사','清','청','맑을','セイ','きよい, きよめる','1. 맑다。\n2. 깨끗하다。\n3. 정결하다。'
    ),
    ('492','N2','사상','覚','각','깨달을','カク','おぼえる, さめる','1. 기억하다。\n2. 깨닫다。\n3. 눈뜨다。'
    ),
    ('493','N2','인공','船','선','배','セン','ふね','1. 배。\n2. 선박。\n3. 해운。'
    ),
    ('494','N2','수학','倍','배','곱','バイ','','1. 두 배。\n2. 곱하기。\n3. 증가。'
    ),
    ('495','N2','수학','億','억','억','オク','','1. 1억。\n2. 수 억。\n3. 거액。'
    ),
    ('496','N2','없음','芸','예','재주','ゲイ','','1. 예술。\n2. 재능。\n3. 공연。'
    ),
    ('497','N2','없음','停','정','머무를','テイ','','1. 멈추다。\n2. 정지。\n3. 중단。'
    ),
    ('498','N2','자연','陸','륙','뭍','リク','','1. 육지。\n2. 대륙。\n3. 육로。'
    ),
    ('499','N2','인공','玉','옥','구슬','ギョク','たま','1. 구슬。\n2. 보석。\n3. 옥석。'
    ),
    ('500','N2','수계','波','파','물결','ハ','なみ','1. 물결。\n2. 파동。\n3. 파도。'
    ),
    ('501','N2','없음','帯','대','띠','タイ','おび','1. 허리。\n2. 휴대하다。\n3. 지역。'
    ),
    ('502','N2','동물','羽','우','깃','ウ','はね, は','1. 깃털。\n2. 날개。'
    ),
    ('503','N2','없음','努','노','힘쓸','ド','つとめる','1. 힘쓰다。\n2. 노력하다。'
    ),
    ('504','N2','감각','固','고','굳을','コ','かたい','1. 단단하다。\n2. 딱딱하다。'
    ),
    ('505','N2','없음','散','산','흩을','サン','ちる, ちらす','1. 흩어지다。\n2. 흩뜨리다。'
    ),
    ('506','N3','없음','司','사','맡을','シ','','1. 주관하다。\n2. 관리하다。\n3. 다스리다。'
    ),
    ('507','N1','없음','康','강','편안할','コウ','','1. 무사。\n2. 편안。\n3. 튼튼。'
    ),
    ('508','N2','감각','静','정','고요할','セイ','しずか, しずけさ','1. 고요하다。\n2. 조용하다。'
    ),
    ('509','N2','감정','喜','희','기쁠','キ','よろこぶ','1. 기쁨。\n2. 기뻐하다。'
    ),
    ('510','N2','방위','囲','위','둘레','イ','かこむ, かこう','1. 두르다。\n2. 에워싸다。'
    ),
    ('511','N2','없음','卒','졸','마칠','ソツ','','1. 마치다。\n2. 졸업。\n3. 졸병。'
    ),
    ('512','N2','사상','順','순','순할','ジュン','','1. 온순한。\n2. 순종적인。\n3. 차례。'
    ),
    ('513','N1','없음','級','급','등급','キュウ','','1. 단계。\n2. 등급。'
    ),
    ('514','N2','감정','幸','행','다행','コウ','しあわせ','1. 다행。\n2. 행복。'
    ),
    ('515','N2','자연','岩','암','바위','ガン','いわ','1. 바위。\n2. 암석。'
    ),
    ('516','N2','없음','練','련','익힐','レン','ねる','1. 연마하다。\n2. 익히다。\n3. 능숙하다。'
    ),
    ('517','N2','수학','等','등','무리','トウ','ひとしい,など','1. 같다。\n2. 동등하다。\n3. 등등。'
    ),
    ('518','N1','없음','救','구','구원할','キュウ','すくう','1. 구해주다。\n2. 돕다。'
    ),
    ('519','N2','동물','老','노','늙을','ロウ','おいる, ふける','1. 늙다。\n2. 노쇠하다。'
    ),
    ('520','N2','없음','令','령','하여금','レイ','','1. 명령하다。\n2. 시키다。'
    ),
    ('521','N2','동물','角','각','뿔','カク','つの','1. 뿔。\n2. 귀퉁이。\n3. 모서리。'
    ),
    ('522','N2','수학','曲','곡','굽을','キョク','くねる,まげる,まがる','1. 구부러지다。\n2. 곡조。\n3. 곡선。'
    ),
    ('523','N2','장소','庭','정','뜰','テイ','にわ','1. 마당。\n2. 정원。\n3. 뜰。'
    ),
    ('524','N2','없음','徒','도','무리','ト','','1. 도보。\n2. 무리。\n3. 제자。'
    ),
    ('525','N2','인공','貨','화','재물','カ','','1. 화폐。\n2. 재화。\n3. 물품。'
    ),
    ('526','N2','신체','血','혈','피','ケツ','ち','1. 피。\n2. 혈액。\n3. 혈통。'
    ),
    ('527','N2','감각','温','온','따뜻할','オン','あたたかい','1. 따뜻하다。\n2. 온화하다。\n3. 온도。'
    ),
    ('528','N2','사계','季','계','계절','キ','','1. 계절。\n2. 사계절。\n3. 철。'
    ),
    ('529','N2','자연','星','성','별','セイ','ほし','1. 별。\n2. 천체。\n3. 성좌。'
    ),
    ('530','N2','장소','庫','고','곳집','コ','','1. 창고。\n2. 저장고。\n3. 곳집。'
    ),
    ('531','N2','없음','欠','결','이지러질','ケツ','かける、かく','1. 부족하다。\n2. 결핍되다。\n3. 이지러지다。'
    ),
    ('532','N2','자연','坂','판','언덕','ハン','さか','1. 언덕。\n2. 비탈길。\n3. 경사。'
    ),
    ('533','N2','방위','底','저','밑','テイ','そこ','1. 바닥。\n2. 밑바닥。\n3. 최하층。'
    ),
    ('534','N2','종교','寺','사','절','ジ','てら','1. 절。\n2. 사찰。\n3. 불교 사원。'
    ),
    ('535','N2','없음','息','식','쉴','ソク','いき','1. 숨。\n2. 호흡。\n3. 쉬다。'
    ),
    ('536','N2','감정','願','원','원할','ガン','ねがう','1. 바라다。\n2. 소망하다。\n3. 원하다。'
    ),
    ('537','N2','문서','絵','회','그림','カイ','え','1. 그림。\n2. 회화。\n3. 일러스트。'
    ),
    ('538','N2','감정','希','희','바랄','キ','まれ','1. 희망。\n2. 드물다。\n3. 희박하다。'
    ),
    ('539','N2','감정','笑','소','웃음','ショウ','わらう、えむ','1. 웃다。\n2. 미소짓다。\n3. 즐겁다。'
    ),
    ('540','N2','없음','束','속','묶을','ソク','たば','1. 묶음。\n2. 다발。\n3. 묶다。'
    ),
    ('541','N2','없음','仲','중','버금','チュウ','なか','1. 관계。\n2. 사이좋음。\n3. 중재。'
    ),
    ('542','N2','없음','栄','영','꽃','エイ','さかえる','1. 번영하다。\n2. 영광。\n3. 번창하다。'
    ),
    ('543','N2','문서','札','찰','편지','サツ','ふだ','1. 명찰。\n2. 종이표。\n3. 표식。'
    ),
    ('544','N2','인공','板','판','널빤지','ハン','いた','1. 판자。\n2. 나무판。\n3. 널빤지。'
    ),
    ('545','N2','수학','列','열','벌릴','レツ','','1. 줄。\n2. 나열。\n3. 열(列)。'
    ),
    ('546','N1','사계','節','절','마디','セツ','ふし','1. 마디。\n2. 절(부분)。\n3. 계절。'
    ),
    ('547','N2','없음','遊','유','놀','ユウ','あそぶ','1. 놀다。\n2. 여행하다。\n3. 유람하다。'
    ),
    ('548','N2','지칭','君','군','임금','クン','きみ','1. 임금。\n2. 당신(친한 상대에게)。\n3. 군(남성 호칭)。'
    ),
    ('549','N2','없음','包','포','쌀','ホウ','つつむ','1. 싸다。\n2. 감싸다。\n3. 덮다。'
    ),
    ('550','N2','없음','折','절','꺾을','セツ','おる、おれる','1. 꺾다。\n2. 접다。\n3. 부러지다。'
    ),
    ('551','N2','식물','草','초','풀','ソウ','くさ','1. 풀。\n2. 초목。\n3. 거친(문장, 글쓰기)。'
    ),
    ('552','N2','음식','焼','소','불사를','ショウ','やく、やける','1. 굽다。\n2. 불태우다。\n3. 타다。'
    ),
    ('553','N2','문서','章','장','글','ショウ','','1. 문장。\n2. 장(章, 단락)。\n3. 문양。'
    ),
    ('554','N2','감각','照','조','비칠','ショウ','てる、てらす','1. 비추다。\n2. 밝게 하다。\n3. 비교하다。'
    ),
    ('555','N2','음식','酒','주','술','シュ','さけ','1. 술。\n2. 알코올 음료。\n3. 주류。'
    ),
    ('556','N2','감정','悲','비','슬플','ヒ','かなしい','1. 슬프다。\n2. 비통하다。\n3. 안타깝다。'
    ),
    ('557','N2','시간','秒','초','분초','ビョウ','','1. 초(시간 단위)。\n2. 순간。\n3. 찰나。'
    ),
    ('558','N2','자연','晴','청','갤','セイ','はれる','1. 맑다。\n2. 날이 개다。\n3. 밝아지다。'
    ),
    ('559','N2','자연','陽','양','볕','ヨウ','','1. 햇빛。\n2. 태양。\n3. 양기(陽氣)。'
    ),
    ('560','N2','신체','皮','피','가죽','ヒ','かわ','1. 피부。\n2. 껍질。\n3. 겉면。'
    ),
    ('561','N2','직업','漁','어','고기잡을','ギョ','りょう','1. 고기잡이。\n2. 어업。\n3. 낚시。'
    ),
    ('562','N2','없음','貯','저','쌓을','チョ','たくわえる','1. 저축하다。\n2. 비축하다。\n3. 저장하다。'
    ),
    ('563','N2','신체','歯','치','이','シ','は','1. 이(치아)。\n2. 이빨。\n3. 톱니。'
    ),
    ('564','N2','인공','柱','주','기둥','チュウ','はしら','1. 기둥。\n2. 중심。\n3. 지주。'
    ),
    ('565','N2','종교','祭','제','제사','サイ','まつり','1. 제사。\n2. 축제。\n3. 의식。'
    ),
    ('566','N2','수계','雪','설','눈','セツ','ゆき','1. 눈(내리는)。\n2. 결백。\n3. 눈사태。'
    ),
    ('567','N2','문서','筆','필','붓','ヒツ','ふで','1. 붓。\n2. 필기 도구。\n3. 글쓰기。'
    ),
    ('568','N2','없음','訓','훈','가르칠','クン','おしえる','1. 가르치다。\n2. 훈계하다。\n3. 지도하다。'
    ),
    ('569','N2','없음','浴','욕','목욕할','ヨク','あびる','1. 목욕하다。\n2. 샤워하다。\n3. 흠뻑 뒤집어쓰다。'
    ),
    ('570','N2','가족','童','동','아이','ドウ','わらべ','1. 어린이。\n2. 아이。\n3. 동심。'
    ),
    ('571','N2','음식','塩','염','소금','エン','しお','1. 소금。\n2. 짠맛。\n3. 염분。'
    ),
    ('572','N2','수학','兆','조','억조','チョウ','きざし','1. 조짐。\n2. 징후。\n3. 전조。\n4. 1조。'
    ),
    ('573','N2','자연','畑','전','화전','','はたけ','1. 밭。\n2. 농경지。\n3. 경작지。'
    ),
    ('574','N2','신체','毛','모','터럭','モウ','け','1. 털。\n2. 머리카락。\n3. 동물의 털。'
    ),
    ('575','N2','색감','緑','록','초록빛','リョク','みどり','1. 초록색。\n2. 녹음。\n3. 자연의 색。'
    ),
    ('576','N2','종교','祝','축','빌','シュク','いわう','1. 기원하다。\n2. 축하하다。\n3. 축복하다。'
    ),
    ('577','N2','종교','礼','예','예도','レイ','','1. 예의。\n2. 예절。\n3. 감사의 인사。'
    ),
    ('578','N2','시간','昔','석','옛','セキ','むかし','1. 옛날。\n2. 과거。\n3. 예전。'
    ),
    ('579','N2','의류','衣','의','옷','イ','ころも','1. 옷。\n2. 의복。\n3. 의상。'
    ),
    ('580','N2','없음','泳','영','헤엄칠','エイ','およぐ','1. 수영하다。\n2. 헤엄치다。\n3. 물에서 움직이다。'
    ),
    ('581','N2','없음','荷','하','멜','カ','に','1. 짐。\n2. 짐을 지다。\n3. 책임을 맡다。'
    ),
    ('582','N2','색감','黄','황','누를','コウ','き','1. 노란색。\n2. 황금색。\n3. 금빛。'
    ),
    ('583','N2','국가','臣','신','신하','シン','おみ','1. 신하。\n2. 충신。\n3. 왕을 섬기는 사람。'
    ),
    ('584','N2','감각','浅','천','얕을','セン','あさい','1. 얕다。\n2. 깊지 않다。\n3. 가볍다。'
    ),
    ('585','N2','자연','雲','운','구름','ウン','くも','1. 구름。\n2. 하늘을 덮는 것。\n3. 흐린 날씨。'
    ),
    ('586','N2','동물','鳴','명','울','メイ','なく','1. (동물이) 울다。\n2. 소리를 내다。\n3. 짖다。'
    ),
    ('587','N2','자연','炭','탄','숯','タン','すみ','1. 숯。\n2. 연료。\n3. 탄소。'
    ),
    ('588','N2','없음','勇','용','날랠','ユウ','いさむ','1. 용기。\n2. 용맹。\n3. 두려움 없이 행동하다。'
    ),
    ('589','N2','인공','械','계','기계','カイ','','1. 기계。\n2. 도구。\n3. 장비。'
    ),
    ('590','N2','수계','湖','호','호수','コ','みずうみ','1. 호수。\n2. 물이 고인 곳。\n3. 자연적인 큰 연못。'
    ),
    ('591','N2','동물','虫','충','벌레','チュウ','むし','1. 벌레。\n2. 곤충。\n3. 해충。'
    ),
    ('592','N2','문서','刷','쇄','인쇄할','サツ','する','1. 인쇄하다。\n2. 찍어내다。\n3. 인쇄물。'
    ),
    ('593','N2','음식','湯','탕','끓일','トウ','ゆ','1. 뜨거운 물。\n2. 목욕탕。\n3. 온천。'
    ),
    ('594','N2','인공','箱','상','상자','','はこ','1. 상자。\n2. 박스。\n3. 용기。'
    ),
    ('595','N1','감정','泣','읍','울','キュウ','なく','1. 울다。\n2. 눈물을 흘리다。\n3. 슬퍼하다。'
    ),
    ('596','N2','가족','孫','손','손자','ソン','まご','1. 손자。\n2. 후손。\n3. 자손。'
    ),
    ('597','N2','신체','毒','독','독','ドク','どく','1. 독。\n2. 해로운 물질。\n3. 독약。'
    ),
    ('598','N2','수계','氷','빙','얼음','ヒョウ','こおり','1. 얼음。\n2. 차가운 상태。\n3. 얼린 물。'
    ),
    ('599','N2','없음','拾','습','주울','シュウ','ひろう','1. 줍다。\n2. 얻다。\n3. 수집하다。'
    ),
    ('600','N2','음식','粉','분','가루','フン','こな','1. 가루。\n2. 분말。\n3. 미세한 입자。'
    ),
    ('601','N2','의류','糸','사','실','シ','いと','1. 실\n2. 가는 끈'
    ),
    ('602','N2','없음','才','재','재주','サイ','','1. 재능\n2. 재주'
    ),
    ('603','N2','감각','灯','등','등잔','トウ','あかり','1. 등\n2. 등불'
    ),
    ('604','N2','음식','麦','맥','보리','バク','むぎ','1. 보리\n2. 밀'
    ),
    ('605','N2','신체','鼻','비','코','ビ','はな','코'
    ),
    ('606','N2','신체','胃','위','밥통','イ','','위(위장)'
    ),
    ('607','N2','동물','貝','패','조개','','かい','1. 조개\n2. 패류'
    ),
    ('608','N2','음식','皿','명','그릇','','さら','1. 접시\n2. 그릇'
    ),
    ('609','N2','국가','政','정','정사','セイ','まつりごと','1. 정치\n2. 정사(국가 운영)'
    ),
    ('610','N2','없음','党','당','무리','トウ','','1. 정당\n2. 당파'
    ),
    ('611','N2','없음','経','경','지날','ケイ','へる','1. 경과하다\n2. 지나다'
    ),
    ('612','N2','사상','現','현','나타날','ゲン','あらわれる','1. 나타나다\n2. 드러나다'
    ),
    ('613','N2','없음','性','성','성품','セイ','','1. 성격\n2. 본성\n3. 성별'
    ),
    ('614','N2','없음','制','제','절제할','セイ','せいする','1. 제어하다\n2. 절제하다\n3. 통제하다'
    ),
    ('615','N2','없음','務','무','힘쓸','ム','つとめる','1. 힘쓰다\n2. 종사하다'
    ),
    ('616','N2','없음','総','총','거느릴','ソウ','','1. 전체\n2. 총합'
    ),
    ('617','N2','국가','領','령','거느릴','リョウ','えり','1. 다스리다\n2. 점유하다\n3. 중요한 부분'
    ),
    ('618','N2','없음','設','설','베풀','セツ','もうける','1. 설치하다\n2. 마련하다'
    ),
    ('619','N1','없음','保','보','지킬','ホ','たもつ','1. 지키다\n2. 보살피다'
    ),
    ('620','N2','없음','権','권','권세','ケン','','1. 권력\n2. 권리'
    ),
    ('621','N2','없음','支','지','지탱할','シ','ささえる','1. 지탱하다\n2. 지지하다\n3. (갈라져 나온) 지류'
    ),
    ('622','N2','없음','報','보','갚을','ホウ','むくいる,むくう','1. 갚다\n2. 알리다'
    ),
    ('623','N2','없음','済','제','건널','サイ','すむ、すます','1. 이루다\n2. 끝나다\n3. 마치다\n4. 구하다'
    ),
    ('624','N2','없음','解','해','풀','カイ','とく、とける','1. 풀다\n2. 분해하다\n3. 이해하다'
    ),
    ('625','N2','국가','資','자','재물','シ','','1. 자본\n2. 자금\n3. 밑천'
    ),
    ('626','N2','시간','際','제','즈음','サイ','きわ','1. 사이\n2. 경계\n3. 만나다\n4. 닿다'
    ),
    ('627','N2','없음','査','사','조사할','サ','しらべる','조사하다'
    ),
    ('628','N2','없음','判','판','판단할','ハン','わかる','1. 판단하다\n2. 판정하다'
    ),
    ('629','N2','없음','認','인','알','ニン','みとめる','1. 인정하다\n2. 인식하다'
    ),
    ('630','N2','사상','在','재','있을','ザイ','ある','1. 있다\n2. 존재하다'
    ),
    ('631','N2','문서','件','건','물건','ケン','','1. 낱개\n2. 건수\n3. 사건'
    ),
    ('632','N2','없음','団','단','둥글','ダン','','1. 집단\n2. 뭉치다'
    ),
    ('633','N2','없음','任','임','맡길','ニン','まかせる','1. 맡기다\n2. 일임하다'
    ),
    ('634','N2','문서','論','론','논할','ロン','','1. 논하다\n2. 논의\n3. 이론'
    ),
    ('635','N2','수학','増','증','더할','ゾウ','ふえる,ふやす,ます','1. 늘다\n2. 증가하다'
    ),
    ('636','N2','감정','情','정','뜻','ジョウ','なさけ','1. 정서\n2. 마음\n3. 인정'
    ),
    ('637','N2','감각','示','시','보일','ジ','しめす','1. 보이다\n2. 나타내다'
    ),
    ('638','N2','사상','基','기','터','キ','もと','1. 토대\n2. 기초\n3. 바탕\n4. 근본'
    ),
    ('639','N2','동물','革','혁','가죽','カク','かわ','1. 가죽\n2. 개혁하다'
    ),
    ('640','N1','수학','価','가','값','カ','あたい','1. 가격\n2. 가치'
    ),
    ('641','N2','사상','確','확','굳을','カク','たしか','1. 확실\n2. 확인\n3. 단단한'
    ),
    ('642','N2','없음','勢','세','형세','セイ','いきおい','1. 기세\n2. 세력'
    ),
    ('643','N2','수학','減','감','덜','ゲン','へる,へらす','1. 줄다\n2. 감소하다'
    ),
    ('644','N2','신체','容','용','얼굴','ヨウ','いれる','1. 담다\n2. 수용하다\n3. 용모\n4. 용서하다'
    ),
    ('645','N1','없음','応','응','응할','オウ','こたえる','1. 응하다\n2. 반응하다'
    ),
    ('646','N2','없음','演','연','펼','エン','えんじる','1. 펼치다\n2. 연출하다'
    ),
    ('647','N2','가족','歳','세','해','サイ','とし','1. 나이\n2. 해(년)'
    ),
    ('648','N2','없음','能','능','능할','ノウ','','1. 능력\n2. 가능함'
    ),
    ('649','N2','수학','再','재','두','サイ','ふたたび','1. 다시\n2. 재차'
    ),
    ('650','N2','없음','格','격','격식','カク','','1. 격식\n2. 규격\n3. 지위'
    ),
    ('651','N2','없음','疑','의','의심할','ギ','うたがう','1. 의심하다\n2. 미심쩍어하다'
    ),
    ('652','N2','시간','過','과','지날','カ','すぎる','1. 지나가다\n2. 초과하다\n3. 과거'
    ),
    ('653','N2','국가','税','세','세금','ゼイ','','1. 세금\n2. 조세'
    ),
    ('654','N1','없음','検','검','검사할','ケン','しらべる','1. 조사하다\n2. 검사하다'
    ),
    ('655','N2','없음','常','상','항상','ジョウ','つね','1. 항상\n2. 평소'
    ),
    ('656','N2','문서','状','상','형상','ジョウ','','1. 상황\n2. 상태\n3. 문서'
    ),
    ('657','N2','직업','営','영','경영할','エイ','いとなむ','1. 경영하다\n2. 운영하다'
    ),
    ('658','N2','직업','職','직','직분','ショク','','1. 직업\n2. 직무'
    ),
    ('659','N2','없음','与','여','줄','ヨ','あたえる','1. 주다\n2. 제공하다'
    ),
    ('660','N2','없음','供','공','이바지할','キョウ','そなえる','1. 바치다\n2. 제공하다\n3. 올리다'
    ),
    ('661','N2','사상','可','가','옳을','カ','','1. 가능하다\n2. 허가하다'
    ),
    ('662','N2','없음','構','구','얽을','コウ','かまえる,かまう','1. 만들다\n2. 관계하다\n3. 구축하다'
    ),
    ('663','N2','없음','割','할','벨','カツ','わる,われる','1. 베다\n2. 가르다\n3. 나누다'
    ),
    ('664','N2','없음','比','비','견줄','ヒ','くらべる','1. 비교하다'
    ),
    ('665','N2','형용사','難','난','어려울','ナン','むずかしい','1. 어렵다'
    ),
    ('666','N2','없음','防','방','막을','ボウ','ふせぐ','1. 막다\n2. 지키다'
    ),
    ('667','N2','의류','補','보','기울','ホ','おぎなう','1. 보충하다\n2. 보태다'
    ),
    ('668','N2','사상','優','우','뛰어날','ユウ','すぐれる,やさしい','1. 뛰어난\n2. 우아한\n3. 상냥한'
    ),
    ('669','N2','없음','収','수','거둘','シュウ','おさめる,おさまる','1. 거두다\n2. 수습하다'
    ),
    ('670','N2','작용','断','단','끊을','ダン','たつ','1. 끊다\n2. 결정하다'
    ),
    ('671','N2','사상','違','위','어긋날','イ','ちがう','1. 다르다\n2. 틀리다\n3. 어긋나다'
    ),
    ('672','N2','장소','境','경','지경','キョウ','さかい','1. 경계\n2. 범위\n3. 땅'
    ),
    ('673','N2','국가','規','규','법','キ','','1. 규범\n2. 규칙\n3. 규정\n4. 표준'
    ),
    ('674','N2','없음','術','술','재주','ジュツ','','1. 기술\n2. 술수'
    ),
    ('675','N1','없음','展','전','펼','テン','のべる','1. 늘어놓다\n2. 치다\n3. 퍼지다'
    ),
    ('676','N2','없음','導','도','인도할','ドウ','みちびく','1. 이끌다'
    ),
    ('677','N2','없음','備','비','갖출','ビ','そなえる','1. 준비하다\n2. 갖추다\n3. 구비하다'
    ),
    ('678','N2','장소','宅','택','집','タク','','1. 집\n2. 댁'
    ),
    ('679','N1','문서','条','조','조목','ジョウ','','1. 조항'
    ),
    ('680','N1','없음','独','독','홀로','ドク','ひとり','1. 혼자'
    ),
    ('681','N2','없음','警','경','경계할','ケイ','いましめる','1. 경계하다\n2. 조심하다'
    ),
    ('682','N2','없음','輸','수','보낼','ユ','はこぶ','1. 나르다\n2. 운반하다'
    ),
    ('683','N2','없음','訪','방','찾을','ホウ','たずねる,おとずれる','1. 방문하다'
    ),
    ('684','N2','문서','述','술','펼','ジュツ','のべる','1. 말하다\n2. 진술하다'
    ),
    ('685','N1','없음','率','솔','거느릴','ソツ','ひきいる','1. 이끌다\n2. 비율'
    ),
    ('686','N2','직업','武','무','호반','ブ','','1. 무력\n2. 강함'
    ),
    ('687','N2','장소','域','역','지경','イキ','','1. 지역\n2. 영역\n3. 경계'
    ),
    ('688','N2','없음','張','장','베풀','チョウ','はる','1. 펴다\n2. 넓히다\n3. 당기다\n4. 뻗치다'
    ),
    ('689','N2','수학','限','한','한할','ゲン','かぎる','1. 제한\n2. 한계\n3. 한도'
    ),
    ('690','N2','신체','額','액','이마','ガク','ひたい','1. 이마\n2. 금액\n3. 액자'
    ),
    ('691','N1','없음','環','환','고리','カン','めぐる','1. 고리\n2. 두르다'
    ),
    ('692','N2','국가','欧','구','토할','オウ','','1. 유럽'
    ),
    ('693','N2','없음','担','담','멜','タン','になう','1. 메다\n2. 부담하다'
    ),
    ('694','N2','없음','退','퇴','물러날','タイ','しりぞく,どく','1. 물러나다\n2. 사양하다\n3. 멀리하다'
    ),
    ('695','N2','없음','準','준','준할','ジュン','なぞらえる','1. 기준\n2. 준하다\n3. 갖추다'
    ),
    ('696','N2','인공','造','조','지을','ゾウ','つくる','1. 만들다\n2. 짓다'
    ),
    ('697','N2','의류','被','피','입을','ヒ','かぶせる,かぶる,こうむる','1. 덮다\n2. 덮이다'
    ),
    ('698','N2','없음','技','기','재주','ギ','わざ','1. 기술\n2. 솜씨'
    ),
    ('699','N2','없음','復','복','회복할','フク','もどる','1. 되돌아가다\n2. 회복하다\n3. 보복하다'
    ),
    ('700','N2','없음','渡','도','건널','ト','わたる,わたす','1. 건너다\n2. 건네주다'
    ),
    ('701','N2','없음','移','이','옮길','イ','うつる・うつす','1. 옮기다\n2. 이동하다'
    ),
    ('702','N2','수학','個','개','낱','コ','','1. 개별\n2. 개수'
    ),
    ('703','N1','없음','評','평','평할','ヒョウ','ひょうする','1. 평가하다\n2. 논평하다'
    ),
    ('704','N2','없음','若','약','같을','ジャク','わかい・もし','1. 젊다\n2. 만약\n3. 약간'
    ),
    ('705','N2','신체','脳','뇌','골','ノウ','','1. 뇌\n2. 머리'
    ),
    ('706','N2','없음','含','함','머금을','ガン','ふくむ・ふくめる・くくむ','1. 포함하다\n2. 머금다'
    ),
    ('707','N2','없음','蔵','장','감출','ゾウ','くら','1. 창고\n2. 보관하다'
    ),
    ('708','N2','사상','非','비','아닐','ヒ','','1. 아니다\n2. 비판하다'
    ),
    ('709','N2','인공','段','단','층계','ダン','','1. 단계\n2. 계단'
    ),
    ('710','N1','인공','製','제','지을','セイ','','1. 제조하다\n2. 만들다'
    ),
    ('711','N2','없음','況','황','상황','キョウ','','1. 상황\n2. 실황'
    ),
    ('712','N2','국가','財','재','재물','ザイ','','1. 재산\n2. 재물'
    ),
    ('713','N2','사상','識','식','알','シキ','','1. 지식\n2. 인식'
    ),
    ('714','N2','없음','呼','호','부를','コ','よぶ','1. 부르다\n2. (숨을) 내쉬다'
    ),
    ('715','N2','인공','針','침','바늘','シン','はり','1. 바늘\n2. 침'
    ),
    ('716','N2','사상','専','전','오로지','セン','もっぱら','1. 전념하다\n2. 독점하다'
    ),
    ('717','N2','사상','程','정','한도','テイ','ほど','1. 정도\n2. 규정된 범위'
    ),
    ('718','N2','수학','値','치','값','チ','あたい','1. 가치\n2. 가격'
    ),
    ('719','N2','없음','突','돌','갑자기','トツ','つく','1. 찌르다\n2. 갑자기'
    ),
    ('720','N2','없음','接','접','이을','セツ','つぐ,せっする','1. 연결하다\n2. 접촉하다\n3. 접하다'
    ),
    ('721','N1','없음','授','수','줄','ジュ','さずける','1. 주다\n2. 전수하다'
    ),
    ('722','N2','없음','効','효','본받을','コウ','きく','1. 효과가 있다\n2. 효능'
    ),
    ('723','N2','수계','湾','만','물굽이','ワン','','1. 만(灣)\n2. 바닷가의 곡선 지형'
    ),
    ('724','N2','장소','処','처','곳','ショ','ところ','1. 장소\n2. 처리하다'
    ),
    ('725','N2','시간','旧','구','옛','キュウ','ふるい','1. 오래된\n2. 낡은'
    ),
    ('726','N2','사상','否','부','아닐','ヒ','いな','1. 부정하다\n2. 거절하다'
    ),
    ('727','N2','직업','師','사','스승','シ','','1. 스승\n2. 전문가'
    ),
    ('728','N1','사상','批','비','비평할','ヒ','','1. 비평하다\n2. 비판하다'
    ),
    ('729','N2','없음','易','역','바꿀','エキ','やさしい','1. 바꾸다\n2. 쉽다'
    ),
    ('730','N2','사상','存','존','있을','ソン','ぞんじる','1. 존재하다\n2. 있다\n3. 알다의 겸사말'
    ),
    ('731','N2','문서','券','권','문서','ケン','','1. 표\n2. 증서\n3. 채권'
    ),
    ('732','N2','방위','座','좌','자리','ザ','すわる','1. 좌석\n2. 앉다'
    ),
    ('733','N2','작용','破','파','깨뜨릴','ハ','やぶる,やぶれる','1. 깨뜨리다\n2. 파괴하다'
    ),
    ('734','N2','문서','編','편','엮을','ヘン','あむ','1. 엮다\n2. 편집하다'
    ),
    ('735','N2','없음','捜','수','찾을','ソウ','さがす','1. 찾다\n2. 수색하다'
    ),
    ('736','N2','없음','除','제','덜','ジョ','のぞく','1. 제거하다\n2. 없애다'
    ),
    ('737','N2','없음','降','강','내릴','コウ','おりる,ふる','1. 내리다\n2. 내려오다'
    ),
    ('738','N2','없음','超','초','뛰어넘을','チョウ','こえる,こす','1. 뛰어넘다\n2. 초월하다'
    ),
    ('739','N2','없음','責','책','꾸짖을','セキ','せめる','1. 책임\n2. 꾸짖다'
    ),
    ('740','N2','수학','並','병','나란히','ヘイ','ならぶ,ならべる','1. 나란히 서다\n2. 병렬하다'
    ),
    ('741','N2','신체','療','료','병 고칠','リョウ','','1. 치료하다\n2. 고치다'
    ),
    ('742','N1','없음','修','수','닦을','シュウ','おさめる,おさまる','1. 수행하다\n2. 수양하다'
    ),
    ('743','N2','없음','捕','포','잡을','ホ','つかまえる,つかまる','1. 붙잡다\n2. 체포하다'
    ),
    ('744','N3','없음','危','위','위태할','キ','あぶない,あやうい','1. 위험하다\n2. 위태롭다'
    ),
    ('745','N2','식물','採','채','캘','サイ','とる','1. 채취하다\n2. 뽑다'
    ),
    ('746','N1','없음','拡','확','넓힐','カク','ひろげる, ひろがる','1. 확장하다\n2. 넓히다'
    ),
    ('747','N1','사상','故','고','연고','コ','ゆえ','1. 이유\n2. 원인\n3. 사고'
    ),
    ('748','N2','없음','介','개','낄','カイ','かいする','1. 중개하다\n2. 개입하다'
    ),
    ('749','N2','없음','迎','영','맞을','ゲイ','むかえる','1. 맞이하다\n2. 영접하다'
    ),
    ('750','N2','없음','販','판','팔','ハン','うる','1. 팔다\n2. 판매하다'
    ),
    ('751','N1','사상','異','이','다를','イ','ことなる','1. 다르다\n2. 이상하다'
    ),
    ('752','N2','없음','将','장','장차','ショウ','','1. 장래\n2. 앞으로'
    ),
    ('753','N2','사상','因','인','인할','イン','','1. 원인\n2. 이유'
    ),
    ('754','N2','수학','幅','폭','폭','フク','はば','1. 너비\n2. 폭'
    ),
    ('755','N2','없음','富','부','부유할','フ','とむ','1. 부유하다\n2. 풍족하다'
    ),
    ('756','N2','방위','彼','피','저','ヒ','かれ, かの','1. 그\n2. 저쪽'
    ),
    ('757','N2','사상','般','반','일반','ハン','','1. 일반적이다\n2. 보편적이다'
    ),
    ('758','N2','국가','貿','무','무역할','ボウ','','1. 무역하다'
    ),
    ('759','N2','없음','講','강','외울','コウ','こうじる','1. 강의하다\n2. 설명하다'
    ),
    ('760','N2','없음','舞','무','춤출','ブ','まう, まい','1. 춤추다\n2. 날다'
    ),
    ('761','N2','의류','装','장','꾸밀','ソウ','よそおう','1. 꾸미다\n2. 차려입다'
    ),
    ('762','N2','지칭','諸','제','모두','ショ','','1. 여러 가지\n2. 모두'
    ),
    ('763','N2','사상','亡','망','망할','ボウ','ほろびる, ほろぼす, なくなる','1. 망하다\n2. 멸망하다\n3. 사망하다'
    ),
    ('764','N2','인공','劇','극','심할','ゲキ','','1. 극적이다\n2. 연극'
    ),
    ('765','N2','수계','河','하','물','カ','','1. 강\n2. 하천'
    ),
    ('766','N2','사상','適','적','맞을','テキ','かなう, てきする','1. 적합하다\n2. 알맞다'
    ),
    ('767','N2','가족','婦','부','며느리','フ','','1. 아내\n2. 부인'
    ),
    ('768','N2','없음','寄','기','부칠','キ','よる, よせる','1. 접근하다\n2. 맡기다\n3. 기부하다'
    ),
    ('769','N2','없음','込','입','담을','','こむ, こめる','1. 붐비다\n2. 속에 넣다\n3. 집중하다'
    ),
    ('770','N2','없음','余','여','남을','ヨ','あまる, あます','1. 남다\n2. 여분이 있다'
    ),
    ('771','N2','사상','禁','금','금할','キン','','1. 금지하다\n2. 삼가다'
    ),
    ('772','N2','사상','逆','역','거스를','ギャク','さからう','1. 거스르다\n2. 반항하다'
    ),
    ('773','N2','없음','換','환','바꿀','カン','かえる, かわる','1. 바꾸다\n2. 교환하다'
    ),
    ('774','N2','시간','久','구','오랠','キュウ','ひさしい','1. 오래되다\n2. 장기간이다'
    ),
    ('775','N2','가족','妻','처','아내','サイ','つま','1. 아내\n2. 부인'
    ),
    ('776','N2','동물','暴','폭','사나울','ボウ','あばれる, あばく','1. 난폭하다\n2. 폭력을 휘두르다\n3. 폭로하다'
    ),
    ('777','N2','직업','占','점','점칠','セン','しめる, うらなう','1. 차지하다\n2. 점령하다\n3. 점을 보다'
    ),
    ('778','N2','신체','背','배','등','ハイ','せ, そむく, そむける','1. 등\n2. 등을 돌리다\n3. 배반하다'
    ),
    ('779','N2','감각','険','험','험할','ケン','けわしい','1. 험하다\n2. 가파르다\n3. 위험하다'
    ),
    ('780','N2','없음','頼','뢰','의뢰할','ライ','たのむ, たのもしい, たよる','1. 부탁하다\n2. 신뢰하다\n3. 의지하다'
    ),
    ('781','N2','수학','均','균','고를','キン','','1. 균등하다\n2. 평균적이다'
    ),
    ('782','N2','없음','途','도','길','ト','','1. 길\n2. 도중\n3. 과정'
    ),
    ('783','N2','작용','圧','압','누를','アツ','','1. 압박하다\n2. 누르다\n3. 억압하다'
    ),
    ('784','N2','없음','許','허','허락할','キョ','ゆるす','1. 허락하다\n2. 용서하다\n3. 허가하다'
    ),
    ('785','N2','장소','署','서','마을','ショ','','1. 관청\n2. 서명'
    ),
    ('786','N2','없음','抜','발','뽑을','バツ','ぬく, ぬける, ぬかす','1. 뽑다\n2. 빠지다\n3. 생략하다'
    ),
    ('787','N2','없음','伸','신','펼','シン','のびる, のばす','1. 뻗다\n2. 길어지다\n3. 늘리다'
    ),
    ('788','N2','없음','留','류','머무를','リュウ','とまる, とめる','1. 머무르다\n2. 남기다'
    ),
    ('789','N2','국가','罪','죄','허물','ザイ','つみ','1. 죄\n2. 범죄'
    ),
    ('790','N2','작용','爆','폭','터질','バク','はぜる','1. 터지다\n2. 폭발하다'
    ),
    ('791','N2','없음','延','연','늘일','エン','のびる, のばす','1. 늘이다\n2. 연장하다\n3. 길어지다'
    ),
    ('792','N2','사상','精','정','정할','セイ','','1. 정밀하다\n2. 정성\n3. 정신'
    ),
    ('793','N2','수학','則','칙','법칙','ソク','','1. 규칙\n2. 원칙\n3. 법칙'
    ),
    ('794','N2','없음','乱','란','어지러울','ラン','みだれる, みだす','1. 어지럽다\n2. 혼란스럽다\n3. 흐트러지다'
    ),
    ('795','N2','없음','普','보','넓을','フ','','1. 보편적인\n2. 널리 퍼진\n3. 일반적인'
    ),
    ('796','N2','수학','測','측','헤아릴','ソク','はかる','1. 측정하다\n2. 재다\n3. 예측하다'
    ),
    ('797','N2','없음','자연','풍','풍년','ホウ','ゆたか','1. 풍부하다\n2. 풍요롭다'
    ),
    ('798','N1','사상','善','선','착할','ゼン','よい','1. 착하다\n2. 선하다\n3. 바르다'
    ),
    ('799','N2','가족','婚','혼','혼인할','コン','','1. 결혼\n2. 혼인'
    ),
    ('800','N2','감각','厚','후','두터울','コウ','あつい,あつかましい','1. 두껍다\n2. 두텁다\n3. 후하다\n4. 낮짝두껍다'
    ),
    ('801','N2','가족','齢','령','나이','レイ','','1. 연령\n2. 나이'
    ),
    ('802','N2','문서','略','략','간략할','リャク','りゃくす','1. 생략하다\n2. 약략(요약)\n3. 간략'
    ),
    ('803','N2','없음','承','승','이을','ショウ','うけたまわる','1. 받다(경어)\n2. 승낙하다\n3. 계승하다'
    ),
    ('804','N2','작용','浮','부','뜰','フ','うく, うかぶ, うかべる','1. 뜨다\n2. 떠오르다\n3. 떠올리다'
    ),
    ('805','N2','작용','絶','절','끊을','ゼツ','たえる, たつ, たやす','1. 끊다\n2. 끊어지다\n3. 대단히'
    ),
    ('806','N2','없음','押','압','누를','オウ','おす, おさえる','1. 누르다\n2. 억누르다'
    ),
    ('807','N2','없음','倒','도','넘어질','トウ','たおれる, たおす,こける,こかす','1. 넘어지다\n2. 쓰러지다\n3. 무너뜨리다'
    ),
    ('808','N2','없음','了','료','마칠','リョウ','','1. 마치다\n2. 끝내다'
    ),
    ('809','N2','장소','庁','청','관청','チョウ','','1. 정부기관\n2. 관청'
    ),
    ('810','N2','국가','城','성','성','ジョウ','しろ','1. 성(城)\n2. 요새'
    ),
    ('811','N2','장소','層','층','층','ソウ','','1. 층\n2. 계급'
    ),
    ('812','N2','문서','版','판','판목','ハン','','1. 판(출판)\n2. 장부'
    ),
    ('813','N2','없음','絡','락','이을','ラク','からむ, からまる, からめる','1. 얽히다\n2. 연결되다\n3. 얽매다'
    ),
    ('814','N2','없음','損','손','덜','ソン','そんする,そこなう, そこねる','1. 손해보다\n2. 상처내다'
    ),
    ('815','N2','없음','募','모','모을','ボ','つのる','1. 모집하다\n2. 뽑다'
    ),
    ('816','N2','사상','裏','리','속','リ','うら','1. 내부\n2. 뒷면\n3. 이면'
    ),
    ('817','N2','없음','払','불','떨칠','フツ','はらう','1. 떨쳐내다\n2. 지불하다\n3. 치우다'
    ),
    ('818','N2','종교','仏','불','부처','ブツ','ほとけ','1. 부처\n2. 불교\n3. 온화한 사람'
    ),
    ('819','N2','없음','績','적','길쌈할','セキ','','1. 성과\n2. 업적\n3. 실을 뽑다'
    ),
    ('820','N2','인공','築','축','쌓을','チク','きずく','1. 쌓다\n2. 짓다\n3. 구축하다'
    ),
    ('821','N1','사상','志','지','뜻','シ','こころざす, こころざし','1. 목표를 세우다\n2. 뜻, 의지\n3. 지향하다'
    ),
    ('822','N2','없음','混','혼','섞을','コン','まじる, まざる, まぜる','1. 섞이다\n2. 혼합되다\n3. 혼잡하다'
    ),
    ('823','N2','없음','昇','승','오를','ショウ','のぼる','1. 오르다\n2. 상승하다\n3. 출세하다'
    ),
    ('824','N2','없음','勤','근','부지런할','キン','つとめる, つとまる','1. 근무하다\n2. 직무를 수행하다\n3. 맡다'
    ),
    ('825','N2','시간','遅','지','늦을','チ','おそい, おくれる, おくらす','1. 늦다\n2. 더디다\n3. 지연되다'
    ),
    ('826','N2','없음','居','거','살','キョ','いる','1. 살다\n2. 거주하다\n3. 존재하다'
    ),
    ('827','N2','없음','雑','잡','섞일','ザツ','','1. 잡다한\n2. 뒤섞인\n3. 난잡한'
    ),
    ('828','N2','없음','招','초','부를','ショウ','まねく','1. 초대하다\n2. 부르다\n3. 불러들이다'
    ),
    ('829','N2','없음','困','곤','곤할','コン','こまる','1. 곤란하다\n2. 난처하다\n3. 곤궁하다'
    ),
    ('830','N2','시간','永','영','길','エイ','ながい','1. 영구적인\n2. 길다\n3. 오랜 기간'
    ),
    ('831','N2','없음','著','저','나타날','チョ','あらわれる, あらわす,いちじるしい','1. 나타나다\n2. 표현하다\n3. 저술하다\n4. 두드러지다'
    ),
    ('832','N2','문서','誌','지','기록할','シ','','1. 기록하다\n2. 잡지'
    ),
    ('833','N2','문서','刊','간','새길','カン','','1. 출판하다\n2. 간행하다'
    ),
    ('834','N2','수학','像','상','모양','ゾウ','','1. 형상\n2. 모양\n3. 이미지'
    ),
    ('835','N2','감각','香','향','향기','コウ','かおる, かおり','1. 향기가 나다\n2. 좋은 냄새'
    ),
    ('836','N2','문서','更','경','고칠','コウ','さら, ふかまる, ふかめる','1. 새롭게 하다\n2. 갱신하다\n3. 더욱 깊어지다'
    ),
    ('837','N2','없음','刻','각','새길','コク','きざむ','1. 새기다\n2. 썰다\n3. 조각하다'
    ),
    ('838','N2','없음','賛','찬','도울','サン','','1. 칭찬하다\n2. 찬성하다'
    ),
    ('839','N2','없음','抱','포','안을','ホウ','だく, いだく, かかえる','1. 안다\n2. 품다\n3. 지니다'
    ),
    ('840','N2','없음','犯','범','범할','ハン','おかす','1. 어기다\n2. 범하다\n3. 죄를 짓다'
    ),
    ('841','N2','의류','布','포','베','フ','ぬの','1. 천, 직물\n2. 베풀다\n3. 펼치다'
    ),
    ('842','N2','감정','恐','공','두려울','キョウ','おそれる, おそろしい','1. 두려워하다\n2. 무섭다\n3. 걱정하다'
    ),
    ('843','N2','장소','宇','우','집','ウ','','1. 지붕\n2. 하늘\n3. 우주'
    ),
    ('844','N2','없음','戻','려','어그러질','レイ','もどる, もどす','1. 돌아가다\n2. 돌려보내다'
    ),
    ('845','N2','없음','巨','거','클','キョ','','1. 크다\n2. 거대한'
    ),
    ('846','N2','자연','震','진','우레','シン','ふるえる, ふるう','1. 흔들리다\n2. 떨리다\n3. 지진'
    ),
    ('847','N2','없음','越','월','넘을','エツ','こえる, こす','1. 넘다\n2. 건너다\n3. 능가하다'
    ),
    ('848','N2','감정','欲','욕','하고자 할','ヨク','ほしがる, ほしい','1. 욕심\n2. 탐내다'
    ),
    ('849','N2','감각','痛','통','아플','ツウ','いたむ, いためる, いたい','1. 아프다\n2. 고통\n3. 상처나다'
    ),
    ('850','N2','감각','触','촉','닿을','ショク','ふれる, さわる','1. 닿다\n2. 접촉하다\n3. 건드리다'
    ),
    ('851','N2','없음','依','의','의지할','イ','よる','1. 의지하다\n2. 의존하다'
    ),
    ('852','N2','감각','汚','오','더러울','オ','よごれる, よごす,けがす,けがれる, きたない','1. 더럽다\n2. 오염되다\n3. 지저분하다'
    ),
    ('853','N2','수학','枚','매','낱','マイ','','1. 장(종이, 티켓 등을 세는 단위)\n2. 낱장'
    ),
    ('854','N2','없음','互','호','서로','ゴ','たがい','1. 서로\n2. 상호'
    ),
    ('855','N2','없음','複','복','겹칠','フク','','1. 겹치다\n2. 복잡하다\n3. 중복되다'
    ),
    ('856','N2','문서','郵','우','우편','ユウ','','1. 우편\n2. 우체국'
    ),
    ('857','N2','없음','似','사','닮을','ジ','にる','1. 닮다\n2. 비슷하다'
    ),
    ('858','N1','감정','恵','혜','은혜','ケイ','めぐむ','1. 은혜를 베풀다\n2. 도움을 주다'
    ),
    ('859','N2','없음','探','탐','찾을','タン','さがす, さぐる','1. 찾다\n2. 뒤지다\n3. 탐색하다'
    ),
    ('860','N2','없음','逃','도','도망할','トウ','にげる, にがす, のがれる, のがす','1. 도망치다\n2. 빠져나가다\n3. 놓치다'
    ),
    ('861','N2','신체','骨','골','뼈','コツ','ほね','1. 뼈\n2. 골격'
    ),
    ('862','N2','없음','傾','경','기울','ケイ','かたむく, かたむける,かしげる','1. 기울다\n2. 기울이다\n3. 경사 지다\n4.갸웃하다'
    ),
    ('863','N2','없음','届','계','이를','トド','とどく, とどける','1. 도착하다\n2. 신고하다\n3. 전달하다'
    ),
    ('864','N2','없음','迷','미','미혹할','メイ','まよう','1. 길을 잃다\n2. 망설이다\n3. 미혹되다'
    ),
    ('865','N2','사상','夢','몽','꿈','ム','ゆめ','1. 꿈\n2. 희망'
    ),
    ('866','N2','문서','巻','권','책','カン','まく, まき','1. 감다\n2. 두루마리\n3. 말다'
    ),
    ('867','N2','자연','燃','연','탈','ネン','もえる, もやす, もす','1. 불타다\n2. 연소하다\n3. 불태우다'
    ),
    ('868','N2','없음','閉','폐','닫을','ヘイ','とじる, とざす, しめる, しまる','1. 닫다\n2. 잠그다\n3. 닫히다'
    ),
    ('869','N2','없음','緒','서','실마리','ショ','いとぐち','1. 실마리\n2. 시작'
    ),
    ('870','N2','없음','駐','주','머무를','チュウ','','1. 주차하다\n2. 주둔하다'
    ),
    ('871','N1','없음','賃','임','품삯','チン','','1. 임금\n2. 요금\n3. 대여료'
    ),
    ('872','N2','없음','紹','소','이을','ショウ','','1. 소개하다\n2. 연결하다'
    ),
    ('873','N2','없음','雇','고','품 팔','コ','やとう','1. 고용하다\n2. 채용하다'
    ),
    ('874','N2','자연','暮','모','저물','ボ','くらす, くれる','1. 해가 지다\n2. 살다\n3. 생활하다'
    ),
    ('875','N2','없음','替','체','바꿀','タイ','かえる, かわる','1. 교체하다\n2. 바꾸다'
    ),
    ('876','N2','없음','預','예','맡길','ヨ','あずける, あずかる','1. 맡기다\n2. 보관하다\n3. 돌보다'
    ),
    ('877','N2','없음','簡','간','대쪽','カン','','1. 간단한\n2. 단순한'
    ),
    ('878','N2','신체','臓','장','오장','ゾウ','','1. 내장\n2. 장기'
    ),
    ('879','N2','없음','律','률','법칙','リツ','','1. 규율\n2. 법률\n3. 주기율'
    ),
    ('880','N2','없음','贈','증','줄','ゾウ','おくる','1. 선물하다\n2. 증여하다'
    ),
    ('881','N1','장소','宙','주','집','チュウ','','1. 허공\n2. 우주'
    ),
    ('882','N2','형용사','薄','박','엷을','ハク','うすい, うすめる, うすまる','1. 얇다\n2. 연하게 하다\n3. 약해지다'
    ),
    ('883','N2','없음','群','군','무리','グン','むれ, むれる, むらがる','1. 무리\n2. 떼 지어 모이다\n3. 군집하다'
    ),
    ('884','N1','없음','操','조','잡을','ソウ','あやつる','1. 조종하다\n2. 다루다'
    ),
    ('885','N2','방위','奥','오','깊을','オウ','おく','1. 깊숙한 곳\n2. 안쪽'
    ),
    ('886','N2','없음','詰','힐','물을','キツ','つめる, つまる, つむ','1. 채우다\n2. 막히다\n3. 담다'
    ),
    ('887','N2','수학','双','쌍','두','ソウ','ふた','1. 두 개\n2. 쌍'
    ),
    ('888','N2','없음','刺','자','찌를','シ','さす, ささる','1. 찌르다\n2. 박히다'
    ),
    ('889','N2','없음','到','도','이를','トウ','','1. 도착하다\n2. 도달하다'
    ),
    ('890','N2','없음','寝','침','잠잘','シン','ねる, ねかす','1. 자다\n2. 눕히다'
    ),
    ('891','N2','없음','壁','벽','벽','ヘキ','かべ','1. 벽\n2. 장벽'
    ),
    ('892','N1','사상','仮','가','거짓','カ','かり','1. 가짜\n2. 임시'
    ),
    ('893','N2','사상','純','순','순수할','ジュン','','1. 순수한\n2. 진실한\n3. 있는 그대로의'
    ),
    ('894','N2','없음','盗','도','훔칠','トウ','ぬすむ','1. 훔치다\n2. 도둑질하다'
    ),
    ('895','N2','감각','吸','흡','마실','キュウ','すう','1. 들이마시다\n2. 흡수하다'
    ),
    ('896','N1','감각','看','간','볼','カン','','1. 살펴보다\n2. 보살피다'
    ),
    ('897','N2','시간','翌','익','다음날','ヨク','','1. 다음 날\n2. 이튿날'
    ),
    ('898','N2','감정','快','쾌','쾌할','カイ','こころよい','1. 상쾌하다\n2. 기분이 좋다'
    ),
    ('899','N2','없음','片','편','조각','ヘン','かた','1. 한쪽\n2. 조각'
    ),
    ('900','N2','없음','敬','경','공경','ケイ','うやまう','1. 공경하다\n2. 존경하다'
    ),
    ('901','N2','감정','悩','뇌','번뇌할','ノウ','なやむ, なやます','1. 고민하다\n2. 괴로워하다\n3. 고민하게 하다'
    ),
    ('902','N2','수계','泉','천','샘','セン','いずみ','1. 샘\n2. 원천'
    ),
    ('903','N2','없음','御','어','거느릴','ギョ, ゴ','おん, おさめる','1. 통치하다\n2. 다스리다\n3. 예의를 갖춘 표현'
    ),
    ('904','N2','없음','荒','황','거칠','コウ','あらい, あれる, あらす','1. 거칠다\n2. 난폭하다\n3. 황폐해지다\n4. 엉망으로 만들다'
    ),
    ('905','N2','감각','硬','경','굳을','コウ','かたい','1. 단단하다\n2. 딱딱하다'
    ),
    ('906','N2','없음','埋','매','묻을','マイ','うめる, うまる, うもれる','1. 묻다\n2. 메우다\n3. 묻히다'
    ),
    ('907','N2','인공','袋','대','자루','タイ','ふくろ','1. 자루\n2. 주머니\n3. 봉투'
    ),
    ('908','N2','감정','忘','망','잊을','ボウ','わすれる','1. 잊다\n2. 잊어버리다'
    ),
    ('909','N2','자연','吹','취','불','スイ','ふく','1. (바람이) 불다\n2. (악기를) 불다'
    ),
    ('910','N2','인공','宝','보','보배','ホウ','たから','1. 보물\n2. 귀중한 것'
    ),
    ('911','N2','없음','封','봉','봉할','フウ','ふうじる','1. 봉하다\n2. 막다'
    ),
    ('912','N2','신체','胸','흉','가슴','キョウ','むね','1. 가슴\n2. 마음속'
    ),
    ('913','N2','가족','娘','낭','계집','ジョウ','むすめ','1. 딸\n2. 소녀'
    ),
    ('914','N2','자연','砂','사','모래','サ','すな','1. 모래'
    ),
    ('915','N2','없음','誤','오','그르칠','ゴ','あやまる','1. 실수하다\n2. 잘못하다'
    ),
    ('916','N2','형용사','賢','현','어질','ケン','かしこい','1. 현명하다\n2. 총명하다'
    ),
    ('917','N2','신체','腕','완','팔뚝','ワン','うで','1. 팔\n2. 솜씨\n3. 실력'
    ),
    ('918','N2','없음','較','교','견줄','カク','','1. 비교하다\n2. 대조하다'
    ),
    ('919','N2','없음','床','상','평상','ショウ','ゆか, とこ','1. 바닥\n2. 침대\n3. 병상'
    ),
    ('920','N2','없음','慣','관','익숙할','カン','なれる, ならす','1. 익숙해지다\n2. 습관이 되다\n3. 길들이다'
    ),
    ('921','N2','없음','尊','존','높을','ソン','たっとい, たっとぶ, とうとい, とうとぶ','1. 존경하다\n2. 소중하게 여기다'
    ),
    ('922','N2','인공','窓','창','창','ソウ','まど','1. 창문'
    ),
    ('923','N2','형용사','柔','유','부드러울','ジュウ','やわらかい, やわらか','1. 부드럽다\n2. 유연하다'
    ),
    ('924','N2','장소','殿','전','전각','デン','との, どの','1. 궁전\n2. 저택\n3. ~님 (존칭)'
    ),
    ('925','N2','형용사','濃','농','짙을','ノウ','こい','1. 짙다\n2. 맛이 진하다'
    ),
    ('926','N2','자연','液','액','진','エキ','','1. 액체\n2. 용액'
    ),
    ('927','N2','없음','貧','빈','가난할','ヒン','まずしい','1. 가난하다\n2. 부족하다'
    ),
    ('928','N2','신체','肩','견','어깨','ケン','かた','1. 어깨'
    ),
    ('929','N2','수학','零','영','떨어질','レイ','こぼれる, こぼす','1. 흘리다\n2. 쏟다\n3. 0 (숫자)'
    ),
    ('930','N2','감정','怒','노','성낼','ド','いかる, おこる','1. 화내다\n2. 분노하다'
    ),
    ('931','N2','가족','祖','조','할아비','ソ','','1. 조상\n2. 선조'
    ),
    ('932','N2','형용사','幼','유','어릴','ヨウ','おさない','1. 어리다\n2. 미숙하다'
    ),
    ('933','N2','없음','泊','박','머무를','ハク','とまる, とめる','1. 머무르다\n2. 숙박하다'
    ),
    ('934','N2','수학','杯','배','잔','ハイ','さかずき','1. 술잔\n2. ~잔(단위)'
    ),
    ('935','N2','음식','甘','감','달','カン','あまい, あまえる, あまやかす','1. 달다\n2. 방심하다\n3. 응석부리다'
    ),
    ('936','N2','없음','掃','소','쓸','ソウ','はく','1. 쓸다\n2. 청소하다'
    ),
    ('937','N2','없음','掘','굴','팔','クツ','ほる','1. 파다\n2. 캐다'
    ),
    ('938','N2','없음','疲','피','피곤할','ヒ','つかれる','1. 피로하다\n2. 지치다'
    ),
    ('939','N2','없음','捨','사','버릴','シャ','すてる','1. 버리다\n2. 포기하다'
    ),
    ('940','N2','지칭','皆','개','다','カイ','みな','1. 모두\n2. 전부'
    ),
    ('941','N2','감각','軟','연','연할','ナン','やわらかい','1. 부드러운\n2. 유연한'
    ),
    ('942','N2','없음','沈','침','잠길','チン','しずむ, しずめる','1. 가라앉다\n2. 침울하다\n3. 가라앉히다'
    ),
    ('943','N2','수계','凍','동','얼','トウ','こおる, こごえる','1. 얼다\n2. 몹시 춥다'
    ),
    ('944','N2','신체','腹','복','배','フク','はら','1. 배\n2. 속마음'
    ),
    ('945','N2','신체','乳','유','젖','ニュウ','ちち, ち','1. 젖\n2. 유방'
    ),
    ('946','N2','자연','煙','연','연기','エン','けむり, けむる, けむい','1. 연기\n2. 연기가 나다\n3. 연기로 가득하다'
    ),
    ('947','N2','감정','恋','연','사모할','レン','こい, こいする,こいしい','1. 사랑\n2. 연애하다\n3. 그리워하다'
    ),
    ('948','N2','색감','紅','홍','붉을','コウ','べに, くれない','1. 붉은색\n2. 홍색'
    ),
    ('949','N2','없음','郊','교','들','コウ','','1. 교외\n2. 변두리'
    ),
    ('950','N2','신체','腰','요','허리','ヨウ','こし','1. 허리\n2. 등허리'
    ),
    ('951','N2','없음','踊','용','뛸','ヨウ','おどる, おどり','1. 춤추다\n2. 무용'
    ),
    ('952','N2','문서','冊','책','책','サツ','','1. 책\n2. 서적'
    ),
    ('953','N2','없음','眠','면','잘','ミン','ねむる, ねむい','1. 잠자다\n2. 졸리다'
    ),
    ('954','N2','감정','怖','포','두려워할','フ','こわい, こわがる','1. 무섭다\n2. 두려워하다'
    ),
    ('955','N2','형용사','珍','진','보배','チン','めずらしい','1. 진귀하다\n2. 희귀하다'
    ),
    ('956','N2','음식','卵','란','알','ラン','たまご','1. 계란\n2. 알'
    ),
    ('957','N1','형용사','狭','협','좁을','キョウ','せまい, せばめる, せばまる','1. 좁다\n2. 좁히다'
    ),
    ('958','N2','음식','喫','끽','먹을','キツ','のむ','1. 먹다\n2. 마시다'
    ),
    ('959','N2','없음','干','간','방패','カン','ほす, ひる','1. 말리다\n2. 햇빛에 말리다'
    ),
    ('960','N2','신체','頂','정','정수리','チョウ','いただく, いただき','1. 정상\n2. 꼭대기\n3. 받들다'
    ),
    ('961','N2','자연','溶','용','녹을','ヨウ','とける, とかす, とく','1. 녹다\n2. 녹이다\n3. 풀다'
    ),
    ('962','N1','감각','暖','난','따뜻할','ダン','あたたかい, あたためる, あたたまる','1. 따뜻하다\n2. 따뜻하게 하다\n3. 따뜻해지다'
    ),
    ('963','N2','금속','鉱','광','광물','コウ','','1. 광석\n2. 광물'
    ),
    ('964','N2','감정','涙','루','눈물','ルイ','なみだ','1. 눈물'
    ),
    ('965','N2','동물','匹','필','짝','ヒツ','ひき','1. 짝\n2. 동물을 세는 단위 (~匹)'
    ),
    ('966','N2','감각','鋭','예','날카로울','エイ','するどい','1. 날카롭다\n2. 예리하다'
    ),
    ('967','N2','식물','枝','지','가지','シ','えだ','1. 나뭇가지'
    ),
    ('968','N2','없음','塗','도','칠할','ト','ぬる','1. 칠하다\n2. 바르다'
    ),
    ('969','N2','장소','軒','헌','집','ケン','のき','1. 처마\n2. 가옥'
    ),
    ('970','N2','시간','晩','만','늦을','バン','','1. 저녁\n2. 밤\n3. 늦다'
    ),
    ('971','N2','없음','叫','규','부르짖을','キョウ','さけぶ','1. 외치다\n2. 부르짖다'
    ),
    ('972','N2','종교','拝','배','절','ハイ','おがむ','1. 절하다\n2. 경배하다'
    ),
    ('973','N2','감각','乾','건','마를','カン','かわく, かわかす','1. 마르다\n2. 말리다'
    ),
    ('974','N2','인공','棒','봉','막대','ボウ','','1. 막대기\n2. 봉'
    ),
    ('975','N2','종교','祈','기','빌','キ','いのる','1. 기도하다\n2. 빌다'
    ),
    ('976','N2','신체','髪','발','터럭','ハツ','かみ','1. 머리카락\n2. 머리털'
    ),
    ('977','N2','형용사','忙','망','바쁠','ボウ','いそがしい','1. 바쁘다'
    ),
    ('978','N2','의류','綿','면','솜','メン','わた','1. 솜\n2. 무명'
    ),
    ('979','N2','신체','汗','한','땀','カン','あせ','1. 땀'
    ),
    ('980','N2','금속','銅','동','구리','ドウ','','1. 구리\n2. 동(금속)'
    ),
    ('981','N2','감각','湿','습','젖을','シツ','しめる, しめす','1. 습기차다\n2. 젖다'
    ),
    ('982','N2','식물','咲','소','필','','さく','1. (꽃이) 피다'
    ),
    ('983','N2','없음','召','소','부를','ショウ','めす','1. 부르다\n2. 소환하다'
    ),
    ('984','N2','신체','脂','지','기름','シ','あぶら','1. 지방\n2. 기름'
    ),
    ('985','N2','감각','蒸','증','찔','ジョウ','むす, むれる, むらす','1. 찌다\n2. 찜통더위\n3. 증기'
    ),
    ('986','N2','신체','肌','기','살','','はだ','1. 피부\n2. 살결'
    ),
    ('987','N2','의류','靴','화','신','カ','くつ','1. 신발\n2. 구두'
    ),
    ('988','N2','자연','耕','경','밭 갈','コウ','たがやす','1. 경작하다\n2. 농사를 짓다'
    ),
    ('989','N2','형용사','鈍','둔','둔할','ドン','にぶい, にぶる','1. 둔하다\n2. 무디다'
    ),
    ('990','N2','감정','恥','치','부끄러울','チ','はじる, はじらう, はずかしい','1. 부끄러워하다\n2. 수줍어하다\n3. 창피하다'
    ),
    ('991','N2','자연','泥','니','진흙','デイ','どろ','1. 진흙\n2. 흙탕물\n3. 도둑'
    ),
    ('992','N2','장소','隅','우','모퉁이','グウ','すみ','1. 모퉁이\n2. 구석'
    ),
    ('993','N2','수학','偶','우','짝','グウ','','1. 우연\n2. 짝\n3. 배우자'
    ),
    ('994','N2','감각','辛','신','매울','シン','からい, からさ,つらい','1. 맵다\n2. 가혹하다\n3. 괴롭다'
    ),
    ('995','N2','없음','磨','마','갈','マ','みがく','1. 닦다\n2. 윤기 나게 닦다\n3. 연마하다'
    ),
    ('996','N2','없음','姓','성','성','セイ','','1. 성(姓)'
    ),
    ('997','N2','인공','筒','통','통','トウ','つつ','1. 통\n2. 원통 모양 물건'
    ),
    ('998','N2','음식','粒','립','낟알','リュウ','つぶ','1. 입자\n2. 알갱이'
    ),
    ('999','N2','문서','詞','사','말','シ','','1. 말\n2. 언어\n3. 시(詩)'
    ),
    ('1000','N2','형용사','偉','위','클','イ','えらい','1. 위대하다\n2. 뛰어나다\n3. 훌륭하다'
    ),
    ('1001','N2','없음','畳','첩','겹쳐질','ジョウ','たたむ, たたみ','1. 접다\n2. 개다\n3. 다다미(일본식 돗자리)'
    ),
    ('1002','N2','문서','机','궤','책상','キ','つくえ','1. 책상\n2. 탁자'
    ),
    ('1003','N2','신체','膚','부','살갗','フ','はだ','1. 피부\n2. 살갗'
    ),
    ('1004','N2','없음','濯','탁','씻을','タク','すすぐ, ゆすぐ','1. 씻다\n2. 헹구다'
    ),
    ('1005','N2','동물','猫','묘','고양이','ビョウ','ねこ','고양이'
    ),
    ('1006','N2','인공','塔','탑','탑','トウ','','탑, 타워'
    ),
    ('1007','N2','음식','沸','비','끓을','フツ','わく, わかす','1. 끓다\n2. 끓이다'
    ),
    ('1008','N2','자연','灰','회','재','カイ','はい','1. 재(灰)\n2. 잿빛'
    ),
    ('1009','N2','음식','菓','과','과자','カ','','과자, 단 음식'
    ),
    ('1010','N2','의류','帽','모','모자','ボウ','','모자'
    ),
    ('1011','N2','식물','枯','고','마를','コ','かれる, からす','1. 마르다(식물)\n2. 시들다\n3. 말리다'
    ),
    ('1012','N2','감각','涼','량','서늘할','リョウ','すずしい','1. 서늘하다\n2. 시원하다'
    ),
    ('1013','N2','인공','舟','주','배','シュウ','ふね, ふな','배(작은 배)'
    ),
    ('1014','N2','인공','符','부','부호','フ','','1. 부호\n2. 표식'
    ),
    ('1015','N2','감정','憎','증','미울','ゾウ','にくむ, にくらしい','1. 미워하다\n2. 증오하다\n3. 밉다'
    ),
    ('1016','N2','감정','肯','긍','즐길','コウ','うなずく,うなずける,うけがう,がえんずる','1. 긍정하다\n2. 수긍되다\n3. 승낙하다'
    ),
    ('1017','N2','자연','燥','조','마를','ソウ','かわく','1. 마르다\n2. 건조하다'
    ),
    ('1018','N2','동물','畜','축','짐승','チク','','1. 가축\n2. 기르다'
    ),
    ('1019','N2','지칭','坊','방','동네','ボウ','ぼっちゃん','1. 어린아이\n2. 도련님(귀족 자제)'
    ),
    ('1020','N2','없음','挟','협','낄','キョウ','はさむ, はさまる','1. (사이에) 끼다\n2. 끼워넣다'
    ),
    ('1021','N2','자연','曇','담','흐릴','ドン','くもる','1. 흐리다\n2. 구름이 끼다'
    ),
    ('1022','N2','수계','滴','적','물방울','テキ','しずく, したたる','1. 물방울\n2. 방울져 떨어지다'
    ),
    ('1023','N2','없음','伺','사','엿볼','シ','うかがう','1. 찾아뵙다\n2. 엿보다'
    ),
    ('1024','N1','지칭','氏','씨','성씨','シ','うじ','1. 성씨\n2. 가문'
    ),
    ('1025','N1','국가','統','통','거느릴','トウ','すべる','1. 통솔하다\n2. 다스리다'
    ),
    ('1026','N1','없음','派','파','갈래','ハ','','1. 파벌\n2. 학파'
    ),
    ('1027','N1','없음','策','책','꾀','サク','','1. 계책\n2. 책략'
    ),
    ('1028','N1','없음','提','제','끌','テイ','さげる','1. 제시하다\n2. 들다'
    ),
    ('1029','N1','작용','挙','거','들','キョ','あげる, あがる','1. (손을) 들다\n2. 거행하다'
    ),
    ('1030','N1','없음','企','기','꾀할','キ','くわだてる,たくらむ','1. 계획하다\n2. 도모하다'
    ),
    ('1031','N1','식물','藤','등','등나무','トウ','ふじ','1. 등나무\n2. (성씨에 사용됨)'
    ),
    ('1032','N1','수계','沢','택','못','タク','さわ','1. 연못\n2. 습지'
    ),
    ('1033','N1','의류','裁','재','마를','サイ','たつ, さばく','1. 재단하다\n2. 판가름하다'
    ),
    ('1034','N1','사상','証','증','증거','ショウ','あかし','1. 증거\n2. 증명하다'
    ),
    ('1035','N1','없음','援','원','도울','エン','たすける','1. 돕다\n2. 원조하다'
    ),
    ('1036','N1','없음','施','시','베풀','シ','ほどこす','1. 베풀다\n2. 실행하다'
    ),
    ('1037','N1','인공','井','정','우물','セイ','い','1. 우물\n2. (지형, 주소 등에 사용됨)'
    ),
    ('1038','N1','없음','護','호','도울','ゴ','まもる','1. 보호하다\n2. 지키다'
    ),
    ('1039','N1','감정','態','태','모습','タイ','','1. 모습\n2. 상태'
    ),
    ('1040','N1','감각','鮮','선','고울','セン','あざやか','1. 선명하다\n2. 신선하다'
    ),
    ('1041','N1','감각','視','시','볼','シ','みる','1. 보다\n2. 관찰하다'
    ),
    ('1042','N1','식물','幹','간','줄기','カン','みき','1. 나무의 줄기\n2. 주요 부분'
    ),
    ('1043','N1','장소','宮','궁','집','キュウ','みや','1. 궁전\n2. 신궁'
    ),
    ('1044','N1','없음','衛','위','지킬','エイ','まもる','1. 지키다\n2. 방비하다'
    ),
    ('1045','N1','감각','監','감','볼','カン','みる','1. 감독하다\n2. 감시하다'
    ),
    ('1046','N1','감각','審','심','살필','シン','つまびらか, あきらか','1. 자세히 조사하다\n2. 심사하다'
    ),
    ('1047','N1','사상','義','의','옳을','ギ','','1. 정의\n2. 도리'
    ),
    ('1048','N1','없음','訴','소','호소할','ソ','うったえる','1. 호소하다\n2. 하소연하다'
    ),
    ('1049','N1','식물','株','주','그루','シュ','かぶ','1. 주식\n2. 나무 그루'
    ),
    ('1050','N1','없음','姿','자','모양','シ','すがた','1. 모습\n2. 자세'
    ),
    ('1051','N1','장소','閣','각','집','カク','','1. 누각\n2. 전각'
    ),
    ('1052','N1','지칭','衆','중','무리','シュウ','','1. 군중\n2. 대중'
    ),
    ('1053','N1','자연','影','영','그림자','エイ','かげ','1. 그림자\n2. 형체'
    ),
    ('1054','N1','식물','松','송','소나무','ショウ','まつ','1. 소나무\n2. (지명 등에 사용됨)'
    ),
    ('1055','N1','없음','撃','격','칠','ゲキ','うつ','1. 공격하다\n2. 때리다'
    ),
    ('1056','N1','없음','佐','좌','도울','サ','たすける','1. 돕다\n2. 보좌하다'
    ),
    ('1057','N1','식물','核','핵','씨','カク','たね','1. 핵심\n2. 핵'
    ),
    ('1058','N1','자연','融','융','녹을','ユウ','とける, とかす','1. 녹다\n2. 화합하다'
    ),
    ('1059','N1','문서','票','표','표','ヒョウ','','1. 투표용지\n2. 증표'
    ),
    ('1060','N1','없음','渉','섭','건널','ショウ','わたる','1. 건너다'
    ),
    ('1061','N1','감각','響','향','울릴','キョウ','ひびく','1. 울리다\n2. 반향하다'
    ),
    ('1062','N1','없음','推','추','밀','スイ','おす, おしはかる','1. 밀다\n2. 추측하다\n3. 추천하다'
    ),
    ('1063','N1','없음','請','청','청할','セイ','こう, うける','1. 요청하다\n2. 청원하다'
    ),
    ('1064','N1','직업','士','사','선비','シ','','1. 무사\n2. 선비'
    ),
    ('1065','N1','없음','討','토','칠','トウ','うつ','1. 토론하다\n2. 공격하다'
    ),
    ('1066','N1','없음','攻','공','칠','コウ','せめる','1. 공격하다\n2. 공략하다'
    ),
    ('1067','N1','없음','崎','기','험할','','さき','1. 지명에 많이 쓰이는 한자'
    ),
    ('1068','N1','없음','督','독','감독할','トク','','1. 감독하다\n2. 지휘하다'
    ),
    ('1069','N1','없음','催','최','재촉할','サイ','もよおす, うながす','1. 재촉하다\n2. 개최하다'
    ),
    ('1070','N1','없음','及','급','미칠','キュウ','およぶ, およぼす','1. 미치다\n2. 영향을 주다'
    ),
    ('1071','N1','문서','憲','헌','법','ケン','','1. 헌법\n2. 법령'
    ),
    ('1072','N1','없음','離','리','떠날','リ','はなれる, はなす','1. 떨어지다\n2. 분리되다'
    ),
    ('1073','N1','형용사','激','격','격할','ゲキ','はげしい','1. 격렬하다\n2. 거세다'
    ),
    ('1074','N1','없음','摘','적','딸','テキ','つむ, つまむ','1. 따다\n2. 집어내다'
    ),
    ('1075','N1','문서','系','계','이어맬','ケイ','','1. 계통\n2. 분류'
    ),
    ('1076','N1','지칭','郎','랑','사내','ロウ','','1. 젊은 남성\n2. 신랑'
    ),
    ('1077','N1','없음','盟','맹','맹세','メイ','','1. 맹세하다\n2. 동맹'
    ),
    ('1078','N1','없음','従','종','좇을','ジュウ','したがう, したがえる','1. 따르다\n2. 복종하다'
    ),
    ('1079','N1','지칭','隊','대','무리','タイ','','1. 부대\n2. 조직'
    ),
    ('1080','N1','의류','織','직','짤','ショク','おる','1. 짜다\n2. 조직하다'
    ),
    ('1081','N1','없음','振','진','떨칠','シン','ふる, ふれる, ふるう','1. 흔들다\n2. 떨치다'
    ),
    ('1082','N1','없음','弁','변','고깔','ベン','わきまえる','1. 변론하다\n2. 말하다\n3. 분별하다.'
    ),
    ('1083','N1','없음','就','취','나아갈','シュウ','つく, つける','1. 나아가다\n2. 취임하다'
    ),
    ('1084','N1','없음','献','헌','바칠','ケン','けんずる','1. 바치다\n2. 헌신하다'
    ),
    ('1085','N1','형용사','厳','엄','엄할','ゲン','きびしい, おごそか','1. 엄격하다\n2. 장엄하다'
    ),
    ('1086','N1','없음','維','유','벼리','イ','','1. 잇다\n2. 유지하다'
    ),
    ('1087','N1','수계','浜','빈','물가','ヒン','はま','1. 해변\n2. 강가'
    ),
    ('1088','N1','없음','遺','유','남길','イ','のこす, のこる','1. 남기다\n2. 유산이 되다'
    ),
    ('1089','N1','장소','塁','루','보루','ルイ','','1. 성채\n2. 야구에서 루(베이스)'
    ),
    ('1090','N1','국가','邦','방','나라','ホウ','','1. 국가\n2. 지방'
    ),
    ('1091','N1','자연','素','소','본디','ソ,ス','','1. 꾸밈없는 상태\n2. 순수한 상태'
    ),
    ('1092','N1','없음','遣','견','보낼','ケン','つかわす, おくる','1. 보내다\n2. 파견하다'
    ),
    ('1093','N1','작용','抗','항','겨룰','コウ','あらがう','1. 항거하다\n2. 저항하다'
    ),
    ('1094','N1','없음','模','모','본뜰','モ','もする','1. 본뜨다\n2. 모형\n3 본보기'
    ),
    ('1095','N1','동물','雄','웅','수컷','ユウ','おす','1. 수컷\n2. 용맹하다'
    ),
    ('1096','N1','수학','益','익','더할','エキ','','1. 이익\n2. 유익하다'
    ),
    ('1097','N1','없음','緊','긴','긴할','キン','','1. 긴박하다\n2. 시급하다'
    ),
    ('1098','N1','없음','宣','선','베풀','セン','のべる','1. 선언하다\n2. 퍼뜨리다'
    ),
    ('1099','N1','감각','昭','소','밝을','ショウ','','1. 밝다\n2. 명백하다'
    ),
    ('1100','N1','없음','廃','폐','폐할','ハイ','すたれる, すたる','1. 버리다\n2. 폐기하다'
    ),
    ('1101','N1','수계','江','강','강','コウ','え','강, 큰 강'
    ),
    ('1102','N1','지칭','僚','료','동료','リョウ','','1. 동료 \n2. 관료'
    ),
    ('1103','N1','사상','吉','길','길할','キチ','よい','1. 길하다 \n2. 상서롭다 \n3. 운이 좋다'
    ),
    ('1104','N1','없음','盛','성','성할','セイ','もる、さかん','1. 번성하다 \n2. 가득 쌓다 \n3. 성하다'
    ),
    ('1105','N1','국가','皇','황','임금','コウ','','1. 황제 \n2. 왕족'
    ),
    ('1106','N1','없음','臨','임','임할','リン','のぞむ','1. 임하다 \n2. 대면하다 \n3. 임시로 수행하다'
    ),
    ('1107','N1','없음','踏','답','밟을','トウ','ふむ、ふまえる','1. 밟다 \n2. 짓밟다 \n3. 근거를 두다'
    ),
    ('1108','N1','없음','壊','괴','무너질','カイ','こわす、こわれる','1. 부서지다 \n2. 파괴되다 \n3. 무너지다'
    ),
    ('1109','N1','없음','債','채','빚','サイ','','1. 채무 \n2. 빚'
    ),
    ('1110','N1','없음','興','흥','일','コウ','おこる、おこす','1. 흥하다 \n2. 부흥하다 \n3. 흥미롭다'
    ),
    ('1111','N1','사상','源','원','근원','ゲン','みなもと','1. 원천 \n2. 근원'
    ),
    ('1112','N1','없음','儀','의','거동','ギ','','1. 법도 \n2. 예식 \n3. 모형'
    ),
    ('1113','N1','없음','創','창','비롯할','ソウ','つくる','1. 창조하다 \n2. 만들다'
    ),
    ('1114','N1','없음','障','장','막을','ショウ','さわる','1. 막다 \n2. 방해하다 \n3. 거치적거리다'
    ),
    ('1115','N1','없음','継','계','이을','ケイ','つぐ','1. 이어가다 \n2. 계승하다'
    ),
    ('1116','N1','신체','筋','근','힘줄','キン','すじ','1. 근육 \n2. 줄기 \n3. 이야기의 줄거리'
    ),
    ('1117','N1','없음','闘','투','싸울','トウ','たたかう','1. 싸우다 \n2. 겨루다 \n3. 논쟁하다'
    ),
    ('1118','N1','없음','葬','장','장사지낼','ソウ','ほうむる','1. 장례를 치르다 \n2. 묻다 \n3. 사라지게 하다'
    ),
    ('1119','N1','없음','避','피','피할','ヒ','さける,よける','1. 피하다 \n2. 회피하다'
    ),
    ('1120','N1','없음','逮','체','잡을','タイ','','1. 체포하다 \n2. 붙잡다'
    ),
    ('1121','N1','없음','迫','박','핍박할','ハク','せまる','1. 다가오다 \n2. 핍박하다'
    ),
    ('1122','N1','없음','惑','혹','미혹할','ワク','まどう','1. 갈팡질팡하다 \n2. 미혹되다 \n3. 현혹되다'
    ),
    ('1123','N1','없음','崩','붕','무너질','ホウ','くずれる、くずす','1. 무너지다 \n2. 붕괴하다'
    ),
    ('1124','N1','문서','紀','기','벼리','キ','','1. 연대 \n2. 기록'
    ),
    ('1125','N1','감각','聴','청','들을','チョウ','きく','1. 귀담아 듣다 \n2. 경청하다'
    ),
    ('1126','N1','의류','脱','탈','벗을','ダツ','ぬぐ、ぬける','1. 벗다 \n2. 벗어나다\n3. 벗겨지다'
    ),
    ('1127','N1','없음','博','박','넓을','ハク','はくする','1. 넓다 \n2. 박식하다\n3. 얻다'
    ),
    ('1128','N2','감정','患','환','근심','カン','わずらう','1. 괴로워하다 \n2. 병을 앓다'
    ),
    ('1129','N1','없음','締','체','맺을','テイ','しめる,しまる','1. 약속을 맺다 \n2. 단단히 묶다\n3. 단단히 묶이다'
    ),
    ('1130','N1','없음','執','집','잡을','シツ','とる','1. 꼭 붙잡다 \n2. 집행하다'
    ),
    ('1131','N1','장소','房','방','방','ボウ','へや、ふさ','1. 방 \n2. 방울, 다발'
    ),
    ('1132','N1','없음','撤','철','거둘','テツ','てっする','1. 제거하다 \n2. 거두어들이다 \n3. 철수하다'
    ),
    ('1133','N1','없음','削','삭','깎을','サク','けずる,けずれる','1. 깎다 \n2. 깎이다 \n3. 삭제하다 \n4. 줄이다'
    ),
    ('1134','N1','없음','密','밀','빽빽할','ミツ','','1. 비밀의 \n2. 빈틈없는 \n3. 빽빽한'
    ),
    ('1135','N1','없음','措','조','둘','ソ','おく','1. 두다 \n2. 그대로 두다 \n3. 조치를 취하다'
    ),
    ('1136','N1','없음','載','재','실을','サイ','のせる、のる','1. 싣다 \n2. 얹다'
    ),
    ('1137','N1','없음','陣','진','진칠','ジン','','1. 진 \n2. 진치다 \n3. 부대'
    ),
    ('1138','N1','지칭','我','아','나','ガ','われ、わ','1. 나, 자기 자신 \n2. 아집, 고집'
    ),
    ('1139','N1','없음','為','위','할','イ','する,ため','1. 하다 \n2. 행하다 \n3. ~위하여'
    ),
    ('1140','N1','없음','抑','억','누를','ヨク','おさえる','1. 누르다 \n2. 억누르다 \n3. 통제하다'
    ),
    ('1141','N1','인공','幕','막','장막','マク','','1. 막, 커튼 \n2. 시대, 장면'
    ),
    ('1142','N1','감각','染','염','물들','セン','そめる、そまる,しみる','1. 염색하다 \n2. 물들다 \n3. 영향을 받다\n4. 스며들다'
    ),
    ('1143','N1','지칭','奈','나','어찌','ナ','','(지명에 쓰이는 한자)'
    ),
    ('1144','N1','신체','傷','상','다칠','ショウ','きず、いたむ、いためる','1. 상처 \n2. 다치다 \n3. 손상되다'
    ),
    ('1145','N1','없음','択','택','가릴','タク','えらぶ','1. 선택하다 \n2. 고르다'
    ),
    ('1146','N1','사상','秀','수','빼어날','シュウ','ひいでる','1. 뛰어나다 \n2. 빼어나다'
    ),
    ('1147','N1','없음','徴','징','부를','チョウ','ちょうする','1. 징집하다 \n2. 특징 \n3. 징표, 상징'
    ),
    ('1148','N1','작용','弾','탄','탄알','ダン','ひく、はじく、はじける、はじくはずむ、たま','1. 튕기다 \n2.튀다 \n3. 연주하다 \n4. 공(구슬)'
    ),
    ('1149','N1','없음','償','상','갚을','ショウ','つぐなう','1. 변상하다 \n2. 보상하다'
    ),
    ('1150','N1','없음','功','공','공','コウ','','1. 공적 \n2. 노력'
    ),
    ('1151','N1','없음','拠','거','의거할','キョ','よる','1. 의지하다 \n2. 근거로 삼다'
    ),
    ('1152','N1','없음','秘','비','숨길','ヒ','ひめる','1. 숨기다 \n2. 비밀'
    ),
    ('1153','N1','없음','拒','거','막을','キョ','こばむ','1. 거절하다 \n2. 거부하다'
    ),
    ('1154','N1','없음','刑','형','형벌','ケイ','','1. 형벌 \n2. 처벌'
    ),
    ('1155','N1','인공','塚','총','무덤','チョウ','つか','1. 무덤 \n2. 흙무더기'
    ),
    ('1156','N1','없음','致','치','이를','チ','いたす','1. 초래하다 \n2. 보내다'
    ),
    ('1157','N1','없음','繰','조','고치 켤','','くる','1. 실을 감다 \n2. 하나씩 세다'
    ),
    ('1158','N1','동물','尾','미','꼬리','ビ','お','1. 꼬리 \n2. 끝부분'
    ),
    ('1159','N1','없음','描','묘','그릴','ビョウ','えがく、かく','1. 그리다 \n2. 묘사하다'
    ),
    ('1160','N1','인공','鈴','령','방울','レイ','すず','1. 방울 \n2. 종'
    ),
    ('1161','N1','인공','盤','반','소반','バン','','1. 쟁반 \n2. 평평한 판'
    ),
    ('1162','N1','문서','項','항','항목','コウ','','1. 항목 \n2. 조항'
    ),
    ('1163','N1','없음','喪','상','잃을','ソウ','うしなう','1. 잃다 \n2. 상(喪)을 당하다'
    ),
    ('1164','N1','없음','伴','반','짝','ハン','ともなう','1. 동반하다 \n2. 함께 가다'
    ),
    ('1165','N1','없음','養','양','기를','ヨウ','やしなう','1. 기르다 \n2. 양육하다'
    ),
    ('1166','N1','없음','懸','현','달','ケン','かける、かかる','1. 걸다 \n2. 매달리다'
    ),
    ('1167','N1','장소','街','가','거리','ガイ','まち','1. 거리 \n2. 시가지'
    ),
    ('1168','N1','없음','契','계','맺을','ケイ','ちぎる','1. 약속하다 \n2. 계약하다'
    ),
    ('1169','N1','없음','掲','게','높이 들','ケイ','かかげる','1. 내걸다 \n2. 게재하다'
    ),
    ('1170','N1','없음','躍','약','뛸','ヤク','おどる','1. 뛰어오르다 \n2. 약동하다'
    ),
    ('1171','N1','없음','棄','기','버릴','キ','すてる','1. 버리다 \n2. 포기하다'
    ),
    ('1172','N1','장소','邸','저','집','テイ','','1. 저택 \n2. 큰 집'
    ),
    ('1173','N2','문서','籍','적','문서','セキ','','1. 호적 \n2. 등록된 기록'
    ),
    ('1174','N1','없음','縮','축','줄일','シュク','ちぢむ、ちぢめる','1. 줄어들다 \n2. 축소되다'
    ),
    ('1175','N1','없음','還','환','돌아올','カン','かえる','1. 돌아오다 \n2. 되돌아가다'
    ),
    ('1176','N1','없음','属','속','엮을','ゾク','つく','1. 속하다 \n2. 딸리다'
    ),
    ('1177','N1','사상','慮','려','생각할','リョ','','1. 고려하다 \n2. 깊이 생각하다'
    ),
    ('1178','N1','인공','枠','틀','테두리','','わく','1. 틀 \n2. 경계'
    ),
    ('1179','N1','수계','露','로','이슬','ロ','つゆ','1. 이슬 \n2. 드러내다'
    ),
    ('1180','N5','수계','沖','충','화할','チュウ','おき','1. 먼 바다 \n2. 깊은 곳'
    ),
    ('1181','N1','없음','緩','완','느릴','カン','ゆるむ、ゆるめる','1. 느슨해지다 \n2. 풀다'
    ),
    ('1182','N1','없음','需','수','쓰일','ジュ','','1. 필요하다 \n2. 수요'
    ),
    ('1183','N1','없음','射','사','쏠','シャ','いる','1. 쏘다 \n2. 명중하다'
    ),
    ('1184','N1','없음','購','구','살','コウ','かう','1. 사다 \n2. 구매하다'
    ),
    ('1185','N1','없음','揮','휘','휘두를','キ','ふるう','1. 휘두르다 \n2. 지휘하다'
    ),
    ('1186','N1','없음','充','충','채울','ジュウ','みたす,あてる','1. 가득 채우다 \n2. 충족시키다 \n3. 충당하다'
    ),
    ('1187','N2','인공','跡','적','발자취','セキ','あと','1. 흔적 \n2. 유적'
    ),
    ('1188','N1','없음','貢','공','바칠','コウ','みつぐ','1. 바치다 \n2. 공헌하다'
    ),
    ('1189','N1','동물','鹿','록','사슴','','しか','1. 사슴'
    ),
    ('1190','N1','없음','却','각','물리칠','キャク','しりぞける','1. 물리치다 \n2. 거절하다'
    ),
    ('1191','N1','장소','端','단','끝','タン','はし、はた','1. 끝, 가장자리 \n2. 일부, 조각'
    ),
    ('1192','N1','없음','獲','획','얻을','カク','える','1. 얻다 \n2. 획득하다 \n3. 잡다(사냥)'
    ),
    ('1193','N1','국가','郡','군','고을','グン','','1. 군(행정 구획) \n2. 지방 구역 단위'
    ),
    ('1194','N1','없음','併','병','아우를','ヘイ','あわせる','1. 합치다 \n2. 병합하다'
    ),
    ('1195','N1','없음','徹','철','통할','テツ','とおる','1. 꿰뚫다 \n2. 철저히 하다'
    ),
    ('1196','N1','없음','貴','귀','귀할','キ','たっとい、とうとい','1. 귀중한 \n2. 존귀한'
    ),
    ('1197','N1','없음','衝','충','찌를','ショウ','つく','1. 찌르다 \n2. 부딪히다 \n3. 돌진하다'
    ),
    ('1198','N1','감정','焦','초','탈','ショウ','こげる、こがす、こがれる 、あせる','1. 타다 \n2. 애태우다 \n3. 안달하다 \n4. 초조해지다'
    ),
    ('1199','N1','없음','奪','탈','빼앗을','ダツ','うばう','1. 빼앗다 \n2. 강탈하다'
    ),
    ('1200','N1','종교','災','재','재앙','サイ','わざわい','1. 재해 \n2. 재앙'
    ),
    ('1201','N1','수계','浦','포','개','ホ','うら','1. 바닷가, 포구 \n2. 물가'
    ),
    ('1202','N1','없음','析','석','쪼갤','セキ','','1. 분석하다 \n2. 쪼개다'
    ),
    ('1203','N1','없음','譲','양','사양할','ジョウ','ゆずる','1. 양보하다 \n2. 양도하다'
    ),
    ('1204','N1','지칭','称','칭','일컬을','ショウ','たたえる','1. 칭찬하다 \n2. 부르다(호칭)'
    ),
    ('1205','N1','없음','納','납','들일','ノウ','おさめる','1. 납입하다 \n2. 받아들이다'
    ),
    ('1206','N1','식물','樹','수','나무','ジュ','','1. 나무 \n2. 세우다'
    ),
    ('1207','N1','없음','挑','도','돋울','チョウ','いどむ','1. 도전하다 \n2. 맞서다'
    ),
    ('1208','N1','없음','誘','유','꾈','ユウ','さそう,いざなう','1. 꾀다 \n2. 유혹하다'
    ),
    ('1209','N1','없음','紛','분','어지러울','フン','まぎれる,まぎらす,まぎらわしい','1. 혼란스럽다 \n2. 얼버부리다 \n3 헷갈리다'
    ),
    ('1210','N1','없음','至','지','이를','シ','いたる','1. 이르다 \n2. 도달하다'
    ),
    ('1211','N1','종교','宗','종','마루','シュウ','','1. 종교 \n2. 으뜸'
    ),
    ('1212','N2','없음','促','촉','재촉할','ソク','うながす','1. 재촉하다 \n2. 촉진하다'
    ),
    ('1213','N1','감정','慎','신','삼갈','シン','つつしむ','1. 조심하다 \n2. 신중하다'
    ),
    ('1214','N1','감정','控','공','당길','コウ','ひかえる','1. 삼가다 \n2. 자제하다'
    ),
    ('1215','N1','없음','握','악','쥘','アク','にぎる','1. 쥐다 \n2. 장악하다'
    ),
    ('1216','N1','없음','俊','준','준걸','シュン','','1. 뛰어나다 \n2. 걸출한'
    ),
    ('1217','N1','금속','銭','전','돈','セン','ぜに','1. 동전 \n2. 돈'
    ),
    ('1218','N1','음식','渋','삽','떫을','ジュウ','しぶる, しぶい','1. 떫다 \n2. 망설이다 \n3. 일이 정체되다'
    ),
    ('1219','N1','인공','銃','총','총','ジュウ','','1. 총'
    ),
    ('1220','N1','없음','携','휴','이끌','ケイ','たずさえる, たずさわる','1. 휴대하다 \n2. 종사하다'
    ),
    ('1221','N1','없음','診','진','진찰할','シン','みる','1. 진찰하다'
    ),
    ('1222','N1','없음','託','탁','부탁할','タク','たくす','1. 부탁하다 \n2. 맡기다'
    ),
    ('1223','N1','없음','撮','촬','모을','サツ','とる','1. 사진을 찍다(촬영하다)'
    ),
    ('1224','N1','없음','誕','탄','낳을','タン','','1. 태어나다'
    ),
    ('1225','N1','없음','侵','침','침노할','シン','おかす','1. 침범하다 \n2. 침해하다'
    ),
    ('1226','N1','없음','括','괄','묶을','カツ','くくる','1. 묶다 \n2. 일괄하다'
    ),
    ('1227','N2','없음','掛','괘','걸','','かける, かかる','1. 걸다 \n2. 걸리다 \n3. 사용하다'
    ),
    ('1228','N1','없음','謝','사','사례할','シャ','あやまる','1. 사과하다 \n2. 감사하다'
    ),
    ('1229','N1','가족','孝','효','효도','コウ','','1. 효도'
    ),
    ('1230','N1','없음','駆','구','몰','ク','かける, かる','1. 달리다 \n2. 내달리다'
    ),
    ('1231','N1','감각','透','투','사무칠','トウ','すく, すける, とうる, とおす','1. 투명하다 \n2. 꿰뚫다 \n3. 투과하다'
    ),
    ('1232','N1','수계','津','진','나루','シン','つ','1. 나루터 \n2. 넘치다'
    ),
    ('1233','N1','식물','稲','도','벼','トウ','いね, いな','1. 벼'
    ),
    ('1234','N1','작용','裂','렬','찢어질','レツ','さく, さける','1. 찢다 \n2. 터지다 \n3. 균열'
    ),
    ('1235','N1','없음','敏','민','민첩할','ビン','','1. 민첩하다 \n2. 재빠르다'
    ),
    ('1236','N1','사상','是','시','옳을','ゼ','','1. 옳다'
    ),
    ('1237','N1','없음','排','배','밀칠','ハイ','おしのける','1. 밀어내다 \n2. 배척하다'
    ),
    ('1238','N1','없음','裕','유','넉넉할','ユウ','','1. 넉넉한 \n2. 너그러운'
    ),
    ('1239','N1','형용사','堅','견','굳을','ケン','かたい','1. 단단하다 \n2. 굳다'
    ),
    ('1240','N1','문서','訳','역','통변할','ヤク','わけ','1. 번역 \n2. 이유'
    ),
    ('1241','N1','식물','芝','지','지초','','しば','1. 잔디'
    ),
    ('1242','N1','없음','綱','강','벼리','コウ','つな','1. 밧줄 \n2. 일의 뼈대'
    ),
    ('1243','N1','문서','典','전','법','テン','','1. 경전 \n2. 중요한 책 \n3. 기준, 규칙'
    ),
    ('1244','N1','없음','賀','하','하례할','ガ','','1. 축하하다'
    ),
    ('1245','N1','없음','扱','급','거둘','','あつかう','1. 다루다 \n2. 취급하다'
    ),
    ('1246','N1','없음','顧','고','돌아볼','コ','かえりみる','1. 돌아보다 \n2. 돌이켜보다'
    ),
    ('1247','N1','없음','訟','송','송사할','ショウ','','1. 소송하다'
    ),
    ('1248','N1','없음','戒','계','경계할','カイ','いましめる','1. 경계하다 \n2. 금지하다 \n3. 계율'
    ),
    ('1249','N1','없음','祉','지','복','シ','','1. 행복 \n2. 복지'
    ),
    ('1250','N1','없음','誉','예','명예','ヨ','ほまれ','1. 칭찬하다 \n2. 명예'
    ),
    ('1251','N1','감정','歓','환','기뻐할','カン','','1. 기쁨 \n2. 즐거움'
    ),
    ('1252','N1','감각','奏','주','아뢸','ソウ','かなでる','1. 연주하다'
    ),
    ('1253','N1','없음','勧','권','권할','カン','すすめる','1. 권고하다 \n2. 장려하다'
    ),
    ('1254','N1','감각','騒','소','떠들','ソウ','さわぐ','1. 시끄럽다 \n2. 소란하다'
    ),
    ('1255','N1','없음','閥','벌','문벌','バツ','','1. 파벌'
    ),
    ('1256','N1','인공','甲','갑','갑옷','コウ','かぶと','1. 갑옷 \n2. 등딱지'
    ),
    ('1257','N1','인공','縄','승','줄','ジョウ','なわ','1. 노끈 \n2. 밧줄'
    ),
    ('1258','N1','장소','郷','향','시골','キョウ','さと','1. 시골 \n2. 고향'
    ),
    ('1259','N1','없음','揺','요','흔들릴','ヨウ','ゆれる, ゆらす, ゆする, ゆさぶる','1. 흔들다 \n2. 움직이다 \n3. 흔들리다'
    ),
    ('1260','N1','없음','免','면','면할','メン','まぬかれる, まぬがれる','1. 면하다 \n2. 허가하다'
    ),
    ('1261','N1','시간','既','기','이미','キ','すでに','1. 이미 \n2. 벌써 \n3. 이전에'
    ),
    ('1262','N1','없음','薦','천','천거할','セン','すすめる','1. 천거하다 \n2. 추천하다'
    ),
    ('1263','N1','장소','隣','린','이웃','リン','となり, となる','1. 이웃 \n2. 인접하다'
    ),
    ('1264','N1','감각','華','화','빛날','カ','はな','1. 화려하다 \n2. 빛나다 \n3. 꽃'
    ),
    ('1265','N1','문서','範','범','법','ハン','','1. 모범 \n2. 규범 \n3. 틀 \n4. 범위'
    ),
    ('1266','N1','없음','隠','은','숨을','イン','かくれる, かくす','1. 숨다 \n2. 숨기다'
    ),
    ('1267','N1','종교','徳','덕','덕','トク','','1. 덕 \n2. 도덕'
    ),
    ('1268','N1','사상','哲','철','밝을','テツ','','1. 철학 \n2. 총명함 \n3. 사리에 밝음'
    ),
    ('1269','N1','식물','杉','삼','삼나무','','すぎ','1. 삼나무'
    ),
    ('1270','N1','장소','里','리','마을','リ','さと','1. 마을 \n2. 시골'
    ),
    ('1271','N1','문서','釈','석','풀','シャク','とく','1. 해석하다 \n2. 설명하다'
    ),
    ('1272','N1','지칭','己','기','몸','コ','おのれ','1. 나 \n2. 자신'
    ),
    ('1273','N1','없음','妥','타','온당할','ダ','','1. 타당하다 \n2. 온당하다'
    ),
    ('1274','N1','없음','威','위','위엄','イ','','1. 위엄 \n2. 권위'
    ),
    ('1275','N1','없음','豪','호','호걸','ゴウ','','1. 호걸 \n2. 뛰어남'
    ),
    ('1276','N1','동물','熊','웅','곰','','くま','1. 곰'
    ),
    ('1277','N1','없음','滞','체','막힐','タイ','とどこおる','1. 머무르다 \n2. 막히다 \n3. 정체되다'
    ),
    ('1278','N1','감각','微','미','작을','ビ','','1. 미세한 \n2. 작은'
    ),
    ('1279','N1','없음','隆','륭','높을','リュウ','','1. 높이 오르다 \n2. 번성하다'
    ),
    ('1280','N1','신체','症','증','증세','ショウ','','1. 증상 \n2. 병증'
    ),
    ('1281','N1','시간','暫','잠','잠깐','ザン','','1. 잠시 \n2. 잠깐'
    ),
    ('1282','N1','없음','忠','충','충성','チュウ','','1. 충성스럽다 \n2. 충직하다'
    ),
    ('1283','N1','장소','倉','창','곳집','ソウ','くら','1. 창고 \n2. 곳간'
    ),
    ('1284','N1','신체','肝','간','간','カン','きも','1. 간 \n2. 중요한 것'
    ),
    ('1285','N1','없음','喚','환','부를','カン','わめく','1. 부르다 \n2. 외치다'
    ),
    ('1286','N1','없음','沿','연','따라갈','エン','そう','1. 흐름을 따라가다 \n2. 연해'
    ),
    ('1287','N1','없음','妙','묘','묘할','ミョウ','','1. 묘하다 \n2. 신묘하다 \n3. 아름답다'
    ),
    ('1288','N1','감각','唱','창','부를','ショウ','となえる','1. 소리 내 읽다 \n2. 노래를 부르다'
    ),
    ('1289','N1','없음','索','색','찾을','サク','','1. 찾다 \n2. 탐색하다'
    ),
    ('1290','N1','없음','誠','성','정성','セイ','まこと','1. 진심 \n2. 성실한'
    ),
    ('1291','N1','없음','襲','습','엄습할','シュウ','おそう','1. 습격하다 \n2. 계승하다'
    ),
    ('1292','N1','감정','懇','간','간절할','コン','','1. 간절하다 \n2. 정중하다'
    ),
    ('1293','N1','직업','俳','배','배우','ハイ','','1. 배우 \n2. 시인'
    ),
    ('1294','N1','사상','柄','병','자루','ヘイ','え、がら','1. 손잡이 \n2. 성질, 특징'
    ),
    ('1295','N1','감정','驚','경','놀랄','キョウ','おどろく、おどろかす','1. 놀라다 \n2. 경악하다'
    ),
    ('1296','N1','식물','麻','마','삼','マ','あさ','1. 마(식물) \n2. 마비'
    ),
    ('1297','N1','신체','剤','제','약제','ザイ','','1. 약제 \n2. 약을 조제하다'
    ),
    ('1298','N1','수계','瀬','뢰','여울','','せ','1. 여울 \n2. 급류'
    ),
    ('1299','N1','사상','趣','취','뜻','シュ','おもむき','1. 취지 \n2. 취향 \n3. 운치'
    ),
    ('1300','N1','없음','陥','함','빠질','カン','おちいる、おとしいれる','1. 함정에 빠지다 \n2. 함락시키다'
    ),
    ('1301','N1','없음','斎','재','재계할','サイ','','1. 심신을 깨끗이 하다 \n2. 장례식'
    ),
    ('1302','N1','없음','貫','관','꿸','カン','つらぬく','1. 꿰뚫다 \n2. 관통하다'
    ),
    ('1303','N1','없음','仙','선','신선','セン','','신선'
    ),
    ('1304','N1','감정','慰','위','위로할','イ','なぐさめる','위로하다'
    ),
    ('1305','N1','수학','序','서','차례','ジョ','','1. 처음 \n2. 순서'
    ),
    ('1306','N1','시간','旬','순','열흘','ジュン','','1. 10일 단위의 기간 \n2. 제철'
    ),
    ('1307','N1','없음','兼','겸','겸할','ケン','かねる','겸하다'
    ),
    ('1308','N1','종교','聖','성','성인','セイ','','1. 신성한 \n2. 성스러운'
    ),
    ('1309','N1','사상','旨','지','뜻','シ','むね','1. 취지 \n2. 뜻'
    ),
    ('1310','N1','시간','即','즉','곧','ソク','すなわち','즉시, 바로'
    ),
    ('1311','N1','식물','柳','류','버들','リュウ','やなぎ','버드나무'
    ),
    ('1312','N1','장소','舎','사','집','シャ','','1. 숙소 \n2. 저택'
    ),
    ('1313','N1','사상','偽','위','거짓','ギ','にせ','1. 가짜 \n2. 거짓'
    ),
    ('1314','N1','없음','覇','패','으뜸','ハ','','1. 제패하다 \n2. 패권을 잡다'
    ),
    ('1315','N1','없음','詳','상','자세할','ショウ','くわしい','1. 자세한 \n2. 상세한'
    ),
    ('1316','N1','없음','抵','저','막을','テイ','ふせぐ','1. 막다 \n2. 저항하다'
    ),
    ('1317','N1','없음','脅','협','위협할','キョウ','おどす, おびやかす','1. 위협하다 \n2. 협박하다'
    ),
    ('1318','N1','없음','茂','무','무성할','モ','しげる','1. 무성하다 \n2. 우거지다'
    ),
    ('1319','N1','없음','犠','희','희생','ギ','','희생'
    ),
    ('1320','N1','인공','旗','기','기','キ','はた','깃발'
    ),
    ('1321','N1','감각','距','거','상거할','キョ','へだたる','1. 멀리 떨어지다 \n2. 거리'
    ),
    ('1322','N1','감각','雅','아','맑을','ガ','みやび','1. 맑은 \n2. 우아한'
    ),
    ('1323','N1','없음','飾','식','꾸밀','ショク','かざる','1. 꾸미다 \n2. 장식하다'
    ),
    ('1324','N1','인공','網','망','그물','モウ','あみ','그물'
    ),
    ('1325','N1','동물','竜','룡','용','リュウ','たつ','용(龍)'
    ),
    ('1326','N1','문서','詩','시','시','シ','','1. 시 \n2. 운문'
    ),
    ('1327','N1','없음','繁','번','번성할','ハン','しげる','1. 번창하다 \n2. 번성하다 \n3. 번거롭다'
    ),
    ('1328','N1','동물','翼','익','날개','ヨク','つばさ','날개'
    ),
    ('1329','N1','자연','潟','석','개펄','','かた','1. 간석지 \n2. 개펄'
    ),
    ('1330','N1','없음','敵','적','대적할','テキ','てき,かたき','1. 적 \n2. 원수'
    ),
    ('1331','N1','감정','魅','매','매혹할','ミ','みせる','1. 매혹하다 \n2. 매력'
    ),
    ('1332','N1','감정','嫌','혐','싫어할','ケン','いやがる, きらう','1. 싫어하다 \n2. 혐오하다'
    ),
    ('1333','N1','없음','斉','제','가지런할','セイ','ととのう','1. 가지런하다 \n2. 균일하다'
    ),
    ('1334','N1','없음','敷','부','펼','フ','しく','1. 깔다 \n2. 펴다'
    ),
    ('1335','N1','없음','擁','옹','낄','ヨウ','かかえる','1. 껴안다 \n2. 감싸주다'
    ),
    ('1336','N1','장소','圏','권','우리','ケン','','1. 범위 \n2. 구역'
    ),
    ('1337','N1','음식','酸','산','실','サン','すっぱい','1. 산성 \n2. 시큼한'
    ),
    ('1338','N1','없음','罰','벌','벌할','バツ','','1. 벌하다 \n2. 처벌'
    ),
    ('1339','N1','없음','滅','멸','멸할','メツ','ほろびる, ほろぶ, ほろぼす','1. 멸망하다 \n2. 사라지다'
    ),
    ('1340','N1','사상','礎','초','주춧돌','ソ','いしずえ','1. 초석 \n2. 기초'
    ),
    ('1341','N1','음식','腐','부','썩을','フ','くさる','1. 썩다 \n2. 부패하다'
    ),
    ('1342','N1','신체','脚','각','다리','キャク','あし','다리'
    ),
    ('1343','N1','수계','潮','조','밀물','チョウ','しお','1. 조수 \n2. 밀물'
    ),
    ('1344','N1','식물','梅','매','매화','バイ','うめ','매화'
    ),
    ('1345','N1','없음','尽','진','다할','ジン','つくす,つきる','1. 다하다 \n2. 전부 쓰다'
    ),
    ('1346','N1','지칭','僕','복','종','ボク','','1. 하인 \n2. 남자의 자칭(겸손한 말투)'
    ),
    ('1347','N1','식물','桜','앵','앵두','オウ','さくら','1. 벚나무 \n2. 벚꽃'
    ),
    ('1348','N1','감각','滑','활','미끄러울','カツ','すべる, なめらか','1. 미끄럽다 \n2. 유창하다'
    ),
    ('1349','N1','감정','孤','고','외로울','コ','','1. 외롭다 \n2. 고아'
    ),
    ('1350','N1','자연','炎','염','불꽃','エン','ほのお','1. 화염 \n2. 타오르다'
    ),
    ('1351','N1','없음','賠','배','물어줄','バイ','','1. 배상하다 \n2. 보상하다'
    ),
    ('1352','N1','문서','句','구','글귀','ク','','1. 구절 \n2. 시구'
    ),
    ('1353','N1','동물','寿','수','목숨','ジュ','ことぶき','1. 장수 \n2. 생명'
    ),
    ('1354','N1','금속','鋼','강','강철','コウ','はがね','강철'
    ),
    ('1355','N1','없음','頑','완','완고할','ガン','かたくな','1. 완고한 \n2. 고집 센'
    ),
    ('1356','N1','금속','鎖','쇄','쇠사슬','サ','くさり','1. 사슬 \n2. 잠그다'
    ),
    ('1357','N1','색감','彩','채','채색','サイ','いろどる','1. 색을 더하다 \n2. 장식하다'
    ),
    ('1358','N1','작용','摩','마','문지를','マ','する','1. 문지르다 \n2. 비비다'
    ),
    ('1359','N1','없음','励','려','힘쓸','レイ','はげむ, はげます','1. 힘쓰다 \n2. 격려하다'
    ),
    ('1360','N1','수학','縦','종','세로','ジュウ','たて','1. 세로 \n2. 종적인'
    ),
    ('1361','N1','감각','輝','휘','빛날','キ','かがやく','1. 빛나다 \n2. 눈부시게 빛나다'
    ),
    ('1362','N1','없음','蓄','축','모을','チク','たくわえる','1. 모으다 \n2. 저축하다'
    ),
    ('1363','N1','없음','軸','축','굴대','ジク','','1. 축 \n2. 중심이 되는 부분'
    ),
    ('1364','N1','없음','巡','순','돌','ジュン','めぐる','1. 순회하다 \n2. 돌다'
    ),
    ('1365','N1','없음','稼','가','심을','カ','かせぐ','1. (돈을) 벌다 \n2. 열심히 일하다'
    ),
    ('1366','N1','감각','瞬','순','깜짝일','シュン','またたく','1. 깜빡이다 \n2. 찰나의 순간'
    ),
    ('1367','N1','인공','砲','포','대포','ホウ','','1. 대포 \n2. 포격'
    ),
    ('1368','N1','없음','噴','분','뿜을','フン','ふく','1. 내뿜다 \n2. 분출하다'
    ),
    ('1369','N1','감정','誇','과','자랑할','コ','ほこる','1. 자랑하다 \n2. 과시하다'
    ),
    ('1370','N1','사상','祥','상','상서','ショウ','','1. 경사 \n2. 길조'
    ),
    ('1371','N1','없음','牲','생','희생','セイ','','1. 희생 \n2. 제물'
    ),
    ('1372','N1','없음','秩','질','차례','チツ','','1. 질서 \n2. 순서'
    ),
    ('1373','N1','국가','帝','제','임금','テイ','','1. 황제 \n2. 군주'
    ),
    ('1374','N1','없음','唆','사','부추길','サ','そそのかす','1. 꾀다 \n2. 부추기다'
    ),
    ('1375','N1','없음','阻','조','막힐','ソ','はばむ','1. 막다 \n2. 방해하다'
    ),
    ('1376','N1','없음','泰','태','클','タイ','','1. 편안하다 \n2. 침착하다'
    ),
    ('1377','N1','없음','賄','회','재물','ワイ','まかなう','1. 뇌물 \n2. 제공하다'
    ),
    ('1378','N1','없음','撲','박','칠','ボク','うつ','1. 때리다 \n2. 두드리다'
    ),
    ('1379','N1','장소','堀','굴','굴','','ほり','1. 수로 \n2. 해자(성 주위 도랑)'
    ),
    ('1380','N1','식물','菊','국','국화','キク','','1. 국화 \n2. 국화꽃'
    ),
    ('1381','N1','없음','絞','교','목맬','コウ','しぼる','1. 쥐어짜다 \n2. 조르다'
    ),
    ('1382','N1','감정','縁','연','인연','エン','ふち','1. 인연 \n2. 가장자리'
    ),
    ('1383','N1','사상','唯','유','오직','ユイ','','1. 오직 \n2. 다만'
    ),
    ('1384','N1','감각','膨','팽','불을','ボウ','ふくらむ, ふくらます','1. 팽창하다 \n2. 부풀어오르다'
    ),
    ('1385','N1','인공','矢','시','화살','シ','や','1. 화살 \n2. 화살표'
    ),
    ('1386','N1','없음','耐','내','견딜','タイ','たえる','1. 견디다 \n2. 참다'
    ),
    ('1387','N1','장소','塾','숙','글방','ジュク','','1. 학원 \n2. 서당'
    ),
    ('1388','N1','없음','漏','루','샐','ロウ','もれる, もらす','1. 새다 \n2. 누출되다'
    ),
    ('1389','N1','없음','慶','경','경사','ケイ','','1. 축하하다 \n2. 경사스러운 일'
    ),
    ('1390','N1','동물','猛','맹','사나울','モウ','','1. 거친 \n2. 사나운'
    ),
    ('1391','N1','없음','芳','방','꽃다울','ホウ','かんばしい','1. 향기롭다 \n2. 좋은 평판'
    ),
    ('1392','N1','없음','懲','징','징계할','チョウ','こりる, こらしめる, こらす','1. 넌더리나다\n2. 징계하다 \n3. 반성하다'
    ),
    ('1393','N1','인공','剣','검','칼','ケン','つるぎ','1. 검(칼) \n2. 무기'
    ),
    ('1394','N1','없음','彰','창','드러날','ショウ','','1. 뚜렷이 드러나다 \n2. 명백하게 나타나다'
    ),
    ('1395','N1','인공','棋','기','바둑','キ','','1. 바둑 \n2. 장기'
    ),
    ('1396','N1','지칭','丁','정','장정','チョウ, テイ','','1. 거리의 구분 \n2. 장정(성인 남자)'
    ),
    ('1397','N1','없음','恒','항','항상','コウ','','1. 변치 않는 \n2. 항상 같은'
    ),
    ('1398','N1','음식','揚','양','날릴','ヨウ','あげる, あがる','1. 들어 올리다 \n2. 튀기다 \n3. 높이다'
    ),
    ('1399','N1','없음','冒','모','무릅쓸','ボウ','おかす','1. 무릅쓰다 \n2. 감행하다'
    ),
    ('1400','N1','종교','倫','륜','인륜','リン','','1. 윤리 \n2. 도덕'
    ),
    ('1401','N1','없음','陳','진','베풀','チン','ならべる, つらねる','1. 진열하다 \n2. 배열하다'
    ),
    ('1402','N1','사상','憶','억','생각할','オク','おぼえる','1. 기억하다 \n2. 떠올리다'
    ),
    ('1403','N1','없음','潜','잠','잠길','セン','もぐる, くぐる, ひそむ','1. 잠수하다 \n2. 통과하다 \n3. 숨다'
    ),
    ('1404','N1','식물','梨','리','배나무','','なし','배(과일)'
    ),
    ('1405','N1','사상','仁','인','어질','ジン, ニ','','1. 어질다 \n2. 인자함'
    ),
    ('1406','N1','없음','克','극','이길','コク','かつ','1. 극복하다 \n2. 이겨내다'
    ),
    ('1407','N1','자연','岳','악','큰 산','ガク','たけ','1. 큰 산 \n2. 거대한'
    ),
    ('1408','N1','없음','概','개','대개','ガイ','','1. 개요 \n2. 대체로'
    ),
    ('1409','N1','없음','拘','구','잡을','コウ','とらえる','1. 붙잡다 \n2. 구속하다'
    ),
    ('1410','N1','장소','墓','묘','무덤','ボ','はか','1. 무덤 \n2. 묘지'
    ),
    ('1411','N1','없음','黙','묵','묵묵할','モク','だまる','1. 침묵하다 \n2. 조용히 있다'
    ),
    ('1412','N1','사상','須','수','모름지기','ス','','1. 반드시 \n2. 필수적인'
    ),
    ('1413','N1','없음','偏','편','치우칠','ヘン','かたよる','1. 치우치다 \n2. 쏠리다'
    ),
    ('1414','N1','없음','雰','분','눈 날릴','フン','','1. 분위기 \n2. 감도는 기운'
    ),
    ('1415','N1','없음','遇','우','만날','グウ','あう','1. 마주치다 \n2. 만나다'
    ),
    ('1416','N1','없음','諮','자','물을','シ','はかる','1. 자문하다 \n2. 의견을 구하다'
    ),
    ('1417','N1','없음','卓','탁','높을','タク','','1. 높다 \n2. 뛰어나다 \n3. 탁자'
    ),
    ('1418','N1','동물','亀','귀','거북','キ','かめ','1. 거북 \n2. 오래 지속되는 것'
    ),
    ('1419','N1','음식','糧','량','양식','リョウ','かて','1. 식량 \n2. 생활을 위한 자원'
    ),
    ('1420','N1','문서','簿','부','문서','ボ','','1. 장부 \n2. 기록하는 책'
    ),
    ('1421','N1','인공','炉','로','화로','ロ','','1. 화로 \n2. 난방 기구'
    ),
    ('1422','N1','동물','牧','목','칠','ボク','まき','1. 목축 \n2. 목장 \n3. 가축을 기르다'
    ),
    ('1423','N1','사상','殊','수','다를','シュ','こと','1. 다르다 \n2. 특수하다'
    ),
    ('1424','N1','동물','殖','식','불릴','ショク','ふえる, ふやす','1. 번식하다 \n2. 늘리다'
    ),
    ('1425','N1','인공','艦','함','큰 배','カン','','1. 군함 \n2. 대형 선박'
    ),
    ('1426','N1','지칭','輩','배','무리','ハイ','やから','1. 동료 \n2. 패거리'
    ),
    ('1427','N1','없음','穴','혈','구멍','ケツ','あな','1. 구멍 \n2. 굴'
    ),
    ('1428','N1','사상','奇','기','기특할','キ','','1. 기묘한 \n2. 신기한'
    ),
    ('1429','N1','없음','慢','만','거만할','マン','おごる','1. 거만하다 \n2. 태만하다'
    ),
    ('1430','N1','동물','鶴','학','학','','つる','1. 두루미 \n2. 장수의 상징'
    ),
    ('1431','N1','없음','謀','모','꾀','ボウ','はかる','1. 모의하다 \n2. 계획하다 \n3. 속이다'
    ),
    ('1432','N1','없음','拍','박','칠','ハク','うつ','1. 박수 \n2. 박자 \n3. 치다'
    ),
    ('1433','N1','감정','朗','랑','밝을','ロウ','ほがらか','1. 밝은 \n2. 명랑한 \n3. 낭랑한'
    ),
    ('1434','N1','지칭','丈','장','어른','ジョウ','たけ','1. 키, 길이 \n2. 튼튼함 \n3. 어른 남성'
    ),
    ('1435','N1','없음','寛','관','너그러울','カン','くつろぐ, ゆるやか','1. 너그럽다 \n2. 관대하다 \n3. 편안해지다'
    ),
    ('1436','N1','없음','覆','복','덮을','フク','おおう, くつがえす','1. 덮다 \n2. 뒤집다 \n3. 전복시키다'
    ),
    ('1437','N1','신체','胞','포','세포','ホウ','','1. 세포 \n2. 조직'
    ),
    ('1438','N1','없음','隔','격','사이 뜰','カク','へだてる, へだたる','1. 거리를 두다 \n2. 격리하다'
    ),
    ('1439','N1','감각','浄','정','깨끗할','ジョウ','きよめる, きよい','1. 깨끗한 \n2. 정화하다'
    ),
    ('1440','N1','없음','没','몰','가라앉을','ボツ','しずむ','1. 가라앉다 \n2. 사라지다'
    ),
    ('1441','N1','시간','暇','가','겨를','カ','ひま','1. 여유 \n2. 휴가'
    ),
    ('1442','N1','신체','肺','폐','허파','ハイ','','1. 폐(장기) \n2. 호흡기'
    ),
    ('1443','N1','사상','貞','정','곧을','テイ','','1. 정조를 지키다 \n2. 바르고 곧다'
    ),
    ('1444','N1','인공','鑑','감','거울','カン','かんがみる','1. 본보기로 삼다 \n2. 감정하다'
    ),
    ('1445','N1','동물','飼','사','기를','シ','かう','1. 기르다 \n2. 사육하다'
    ),
    ('1446','N1','자연','陰','음','그늘','イン','かげ, かげる','1. 그늘 \n2. 어두운 \n3. 음지'
    ),
    ('1447','N1','없음','銘','명','새길','メイ','めいじる','1. 새기다 \n2. 명심하다'
    ),
    ('1448','N1','없음','随','수','따를','ズイ','したがう','1. 따르다 \n2. 순응하다'
    ),
    ('1449','N1','없음','烈','렬','매울','レツ','はげしい','1. 맹렬한 \n2. 거센'
    ),
    ('1450','N1','없음','尋','심','찾을','ジン','たずねる','1. 찾다 \n2. 묻다'
    ),
    ('1451','N1','문서','稿','고','볏짚','コウ','','1. 원고 \n2. 초안'
    ),
    ('1452','N1','색감','丹','단','붉을','タン','に','1. 붉은색 \n2. 진심'
    ),
    ('1453','N1','사상','啓','계','열','ケイ','ひらく, さとす','1. 깨우치다 \n2. 열다'
    ),
    ('1454','N1','자연','丘','구','언덕','キュウ','おか','1. 언덕 \n2. 구릉'
    ),
    ('1455','N1','장소','棟','동','마룻대','トウ','むね','1. 건물의 동(棟) \n2. 지붕의 마룻대'
    ),
    ('1456','N1','자연','壌','양','흙덩이','ジョウ','','1. 토양 \n2. 흙덩어리'
    ),
    ('1457','N1','없음','漫','만','흩어질','マン','みだりに','1. 흩어지다 \n2. 산만하다'
    ),
    ('1458','N1','색감','玄','현','검을','ゲン','くろい','1. 검은색 \n2. 심오한'
    ),
    ('1459','N1','없음','粘','점','붙을','ネン','ねばる','1. 끈적이다 \n2. 집요하게 버티다'
    ),
    ('1460','N1','사상','悟','오','깨달을','ゴ','さとる','1. 깨닫다 \n2. 이해하다'
    ),
    ('1461','N1','없음','舗','포','펼','ホ','しく','1. 점포 \n2. 펼치다'
    ),
    ('1462','N1','없음','妊','임','아이','ニン','はらむ','1. 임신하다 \n2. 품다'
    ),
    ('1463','N1','음식','熟','숙','익을','ジュク','うれる,じゅくす,こなす','1. 익다 \n2. 소화시키다'
    ),
    ('1464','N1','감정','恩','은','은혜','オン','','1. 은혜 \n2. 감사함'
    ),
    ('1465','N1','없음','騰','등','오를','トウ','のぼる','1. 뛰어오르다 \n2. 상승하다'
    ),
    ('1466','N1','없음','往','왕','갈','オウ','いく, ゆく','1. 가다 \n2. 향하다'
    ),
    ('1467','N1','식물','豆','두','콩','トウ','まめ','1. 콩 \n2. 작은 것'
    ),
    ('1468','N1','없음','遂','수','드디어','スイ','とげる','1. 이루다 \n2. 성취하다'
    ),
    ('1469','N1','감정','狂','광','미칠','キョウ','くるう, くるおしい','1. 미치다 \n2. 광기'
    ),
    ('1470','N1','없음','岐','기','갈림길','キ','','1. 갈림길 \n2. 분기점'
    ),
    ('1471','N1','국가','陛','폐','대궐','ヘイ','','1. 폐하 \n2. 궁정 계단'
    ),
    ('1472','N1','수학','緯','위','씨','イ','','1. 위도 \n2. 가로 방향'
    ),
    ('1473','N1','없음','培','배','북돋을','バイ','つちかう','1. 배양하다 \n2. 기르다'
    ),
    ('1474','N1','없음','衰','쇠','쇠할','スイ','おとろえる','1. 쇠약해지다 \n2. 약해지다'
    ),
    ('1475','N1','인공','艇','정','배','テイ','','1. 작은 배 \n2. 보트'
    ),
    ('1476','N1','없음','屈','굴','굽힐','クツ','かがむ, かがめる','1. 굽히다 \n2. 구부리다'
    ),
    ('1477','N1','장소','径','경','지름길','ケイ','','1. 지름길 \n2. 직경'
    ),
    ('1478','N1','음식','淡','담','맑을','タン','あわい','1. 엷다 \n2. 담백한'
    ),
    ('1479','N1','없음','抽','추','뽑을','チュウ','ぬく','1. 빼내다 \n2. 추출하다'
    ),
    ('1480','N1','없음','披','피','헤칠','ヒ','ひらく','1. 펼치다 \n2. 풀어헤치다'
    ),
    ('1481','N1','장소','廷','정','조정','テイ','','1. 법정 \n2. 궁정'
    ),
    ('1482','N1','의류','錦','금','비단','キン','にしき','1. 비단 \n2. 아름다운 무늬'
    ),
    ('1483','N1','없음','准','준','준할','ジュン','','1. 준하다 \n2. 기준으로 삼다'
    ),
    ('1484','N1','없음','奨','장','권장할','ショウ','すすめる','1. 권장하다 \n2. 장려하다'
    ),
    ('1485','N1','없음','浸','침','잠길','シン','ひたる, ひたす','1. 잠기다 \n2. 스며들다'
    ),
    ('1486','N1','없음','剰','잉','남을','ジョウ','','1. 남다 \n2. 여분, 잉여'
    ),
    ('1487','N1','신체','胆','담','쓸개','タン','','1. 담력 \n2. 용기'
    ),
    ('1488','N1','감각','繊','섬','가늘','セン','','1. 가늘다 \n2. 섬세하다'
    ),
    ('1489','N1','동물','駒','구','망아지','','こま','1. 망아지 \n2. 작은 말'
    ),
    ('1490','N1','사상','虚','허','빌','キョ','むなしい','1. 텅 비다 \n2. 공허하다'
    ),
    ('1491','N1','종교','霊','령','신령','レイ, リョウ','たま','1. 영혼 \n2. 신령 \n3. 혼백'
    ),
    ('1492','N1','인공','帳','장','장막','チョウ','とばり','1. 장부 \n2. 휘장 \n3. 천막'
    ),
    ('1493','N1','감정','悔','회','뉘우칠','カイ','くいる, くやむ, くやしい','1. 후회하다 \n2. 애석해하다 \n3. 분하다'
    ),
    ('1494','N1','없음','諭','유','타이를','ユ','さとす','1. 타이르다 \n2. 설득하다 \n3. 가르치다'
    ),
    ('1495','N1','감정','惨','참','참혹할','サン','みじめ','1. 비참하다 \n2. 참혹하다'
    ),
    ('1496','N1','없음','虐','학','모질','ギャク','しいたげる','1. 학대하다 \n2. 억압하다'
    ),
    ('1497','N1','문서','翻','번','날','ホン','ひるがえる, ひるがえす','1. 뒤집히다 \n2. 나부끼다 \n3. 번역하다'
    ),
    ('1498','N1','없음','墜','추','떨어질','ツイ','おちる','1. 추락하다 \n2. 떨어지다'
    ),
    ('1499','N1','수계','沼','소','못','ショウ','ぬま','1. 늪 \n2. 연못'
    ),
    ('1500','N1','없음','据','거','의거할','キョ','すえる, すわる','1. 자리잡다 \n2. 차려놓다 \n3. 고정하다'
    ),
    ('1501','N1','음식','肥','비','살찔','ヒ','こえる, ふとる','1. 살찌다 \n2. 비옥하다 \n3. 비료'
    ),
    ('1502','N1','시간','徐','서','천천히','ジョ','おもむろ','1. 서서히 \n2. 천천히'
    ),
    ('1503','N1','음식','糖','당','엿','トウ','','1. 설탕 \n2. 당류'
    ),
    ('1504','N1','없음','搭','탑','탈','トウ','のる, のせる','1. 타다 \n2. 싣다'
    ),
    ('1505','N1','인공','盾','순','방패','ジュン','たて','1. 방패 \n2. 변명, 구실'
    ),
    ('1506','N1','식물','脈','맥','줄기','ミャク','','1. 혈맥 \n2. 맥락 \n3. 흐름'
    ),
    ('1507','N1','수계','滝','랑','여울','ロウ','たき','폭포'
    ),
    ('1508','N1','없음','軌','궤','바퀴자국','キ','','1. 궤도 \n2. 정해진 길'
    ),
    ('1509','N1','없음','俵','표','나누어줄','ヒョウ','たわら','1. 부대 \n2. 섬(쌀을 세는 단위)'
    ),
    ('1510','N1','없음','妨','방','방해할','ボウ','さまたげる','방해하다'
    ),
    ('1511','N1','작용','擦','찰','문지를','サツ','こする, すれる','1. 문지르다 \n2. 비비다'
    ),
    ('1512','N1','동물','鯨','경','고래','ゲイ','くじら','고래'
    ),
    ('1513','N1','없음','荘','장','장엄할','ソウ','','1. 장엄하다 \n2. 별장'
    ),
    ('1514','N1','없음','諾','낙','허락할','ダク','','승낙하다'
    ),
    ('1515','N1','자연','雷','뢰','우레','ライ','かみなり','천둥'
    ),
    ('1516','N1','없음','漂','표','떠다닐','ヒョウ','ただよう','1. 표류하다 \n2. 떠돌다'
    ),
    ('1517','N1','감정','懐','회','품을','カイ','ふところ, なつかしむ','1. 품속 \n2. 간직하다 \n3. 그리워하다'
    ),
    ('1518','N1','없음','勘','감','헤아릴','カン','かんがえる,かんぐる','1. 헤아리다 \n2. 직감 \n3. 고안하다 \n4. 의심하여 억측하다'
    ),
    ('1519','N1','식물','栽','재','심을','サイ','うえる','1. 재배하다 \n2. 심다'
    ),
    ('1520','N1','없음','拐','괴','후릴','カイ','','1. 유괴하다 \n2. 꾀어내다 \n3. 유인하다'
    ),
    ('1521','N1','없음','駄','타','실을','ダ','のせる','1. 무가치한 \n2. 짐을 싣다'
    ),
    ('1522','N1','문서','添','첨','더할','テン','そえる, そわる','1. 더하다 \n2. 보태다'
    ),
    ('1523','N1','인공','冠','관','갓','カン','かんむり','1. 왕관 \n2. 관'
    ),
    ('1524','N1','감각','斜','사','비낄','シャ','ななめ','1. 비스듬한 \n2. 경사'
    ),
    ('1525','N1','인공','鏡','경','거울','キョウ','かがみ','거울'
    ),
    ('1526','N1','수계','浪','랑','물결','ロウ','','1. 유랑 \n2. 방랑 \n3. 낭비'
    ),
    ('1527','N1','없음','亜','아','버금','ア','','1. 아시아 \n2. 2등급'
    ),
    ('1528','N1','감각','覧','람','볼','ラン','みる','1. 보다 \n2. 둘러보다'
    ),
    ('1529','N1','없음','詐','사','속일','サ','いつわる','1. 사기 \n2. 거짓말 \n3. 속이다'
    ),
    ('1530','N1','종교','壇','단','단','ダン','','1. 단상 \n2. 제단'
    ),
    ('1531','N1','없음','勲','훈','공','クン','いさお','1. 공로 \n2. 훈장'
    ),
    ('1532','N1','없음','魔','마','마귀','マ','','1. 마법 \n2. 마술'
    ),
    ('1533','N1','없음','酬','수','갚을','シュウ','むくいる','1. 보답하다 \n2. 갚다'
    ),
    ('1534','N1','색감','紫','자','자줏빛','シ','むらさき','1. 보라색 \n2. 자주색'
    ),
    ('1535','N1','감각','紋','문','무늬','モン','','1. 무늬 \n2. 문장(집단을 상징하는 문양)'
    ),
    ('1536','N1','없음','卸','사','풀','','おろす','1. 도매하다 \n2. 내리다'
    ),
    ('1537','N1','없음','奮','분','떨칠','フン','ふるう','1. 분발하다 \n2. 기운 내다'
    ),
    ('1538','N1','문서','欄','난','난간','ラン','','1. 난간 \n2. 글을 싣는 칸(~란)'
    ),
    ('1539','N1','없음','逸','일','달아날','イツ','はしる, のがれる','1. 벗어나다 \n2. 뛰어나다'
    ),
    ('1540','N1','수계','涯','애','물가','ガイ','','1. 가장자리 \n2. 끝, 한계'
    ),
    ('1541','N1','없음','拓','척','넓힐','タク','ひろげる','1. 넓히다 \n2. 본을 뜨다'
    ),
    ('1542','N1','신체','眼','안','눈','ガン','まなこ','1. 눈 \n2. 안구'
    ),
    ('1543','N2','인공','瓶','병','병','ビン','','1. 병 \n2. 단지'
    ),
    ('1544','N1','인공','獄','옥','옥','ゴク','','1. 감옥 \n2. 법정 싸움'
    ),
    ('1545','N1','없음','尚','상','오히려','ショウ','なお','1. 더욱 \n2. 한층 더'
    ),
    ('1546','N1','없음','彫','조','새길','チョウ','ほる','1. 조각하다 \n2. 새기다'
    ),
    ('1547','N1','감정','穏','온','편안할','オン','おだやか','1. 평온한 \n2. 온화한'
    ),
    ('1548','N1','사상','顕','현','밝을','ケン','あらわれる, あらわす','1. 눈에 띄다 \n2. 분명하게 나타나다'
    ),
    ('1549','N1','없음','巧','교','공교할','コウ','たくみ','1. 솜씨 좋은 \n2. 교묘한'
    ),
    ('1550','N1','인공','矛','모','창','ム','ほこ','1. 창 \n2. 모순'
    ),
    ('1551','N1','장소','垣','원','담','','かき','1. 울타리 \n2. 담장'
    ),
    ('1552','N1','없음','欺','기','속일','ギ','あざむく','1. 속이다 \n2. 기만하다'
    ),
    ('1553','N1','동물','釣','조','낚을','チョウ','つる','1. 낚시하다 \n2. 유혹하다'
    ),
    ('1554','N2','인공','缶','부','장군','フ(カン)','','1. 양철통 \n2. 깡통'
    ),
    ('1555','N1','의류','粧','장','단장할','ショウ','','1. 화장하다 \n2. 꾸미다'
    ),
    ('1556','N2','수학','隻','척','외짝','セキ','','1. 하나의(배, 새, 동물 등을 세는 단위)'
    ),
    ('1557','N1','없음','粛','숙','엄숙할','シュク','つつしむ','1. 엄숙한 \n2. 조용한'
    ),
    ('1558','N1','없음','愚','우','어리석을','グ','おろか','1. 어리석은 \n2. 미련한'
    ),
    ('1559','N1','없음','遭','조','만날','ソウ','あう','1. 만나다 \n2. 조우하다'
    ),
    ('1560','N1','없음','架','가','시렁','カ','かける, かかる','1. 가설하다 \n2. 걸쳐 놓다'
    ),
    ('1561','N1','종교','鬼','귀','귀신','キ','おに','1. 귀신 \n2. 도깨비 \n3. 무서운 사람'
    ),
    ('1562','N1','지칭','庶','서','여러','ショ','','1. 여러 가지 \n2. 서민 \n3. 대중'
    ),
    ('1563','N1','없음','稚','치','어릴','チ','いとけない','1. 어리다 \n2. 미숙하다'
    ),
    ('1564','N5','없음','滋','자','불을','ジ','','1. 영양 \n2. 자라다 \n3. 늘어나다'
    ),
    ('1565','N1','감각','幻','환','헛보일','ゲン','まぼろし','1. 환영 \n2. 환상 \n3. 허깨비'
    ),
    ('1566','N1','음식','煮','자','삶을','シャ','にる','1. 끓이다 \n2. 삶다'
    ),
    ('1567','N1','국가','姫','희','아가씨','','ひめ','1. 공주 \n2. 귀부인'
    ),
    ('1568','N1','없음','誓','서','맹세할','セイ','ちかう','1. 맹세하다 \n2. 서약하다'
    ),
    ('1569','N1','없음','把','파','잡을','ハ','とる','1. 쥐다 \n2. 잡다'
    ),
    ('1570','N1','없음','践','천','밟을','セン','ふむ','1. 밟다 \n2. 실천하다'
    ),
    ('1571','N1','없음','呈','정','드릴','テイ','さしあげる','1. 바치다 \n2. 드러내다'
    ),
    ('1572','N1','없음','疎','소','성길','ソ','うとい, うとむ','1. 소원하다 \n2. 멀리하다'
    ),
    ('1573','N1','감정','仰','앙','우러를','ギョウ','あおぐ','1. 우러러보다 \n2. 존경하다'
    ),
    ('1574','N1','없음','剛','강','굳셀','ゴウ','つよい','1. 강한 \n2. 굳센'
    ),
    ('1575','N1','신체','疾','질','병','シツ','はやい, やまい','1. 질병 \n2. 빠르다'
    ),
    ('1576','N1','없음','征','정','칠','セイ','','1. 정벌하다 \n2. 출정하다'
    ),
    ('1577','N1','없음','砕','쇄','부술','サイ','くだく, くだける','1. 부수다 \n2. 깨지다'
    ),
    ('1578','N1','감각','謡','요','노래','ヨウ','うたう','1. 노래하다 \n2. 전하다'
    ),
    ('1579','N1','가족','嫁','가','시집갈','カ','とつぐ','1. 시집가다 \n2. 결혼하다'
    ),
    ('1580','N1','없음','謙','겸','겸손할','ケン','へりくだる','1. 겸손하다'
    ),
    ('1581','N1','국가','后','후','임금','コウ','','1. 왕비 \n2. 황후'
    ),
    ('1582','N1','감정','嘆','탄','탄식할','タン','なげく, なげかわしい','1. 한탄하다 \n2. 탄식하다'
    ),
    ('1583','N1','음식','菌','균','버섯','キン','','1. 세균 \n2. 곰팡이 \n3. 균류'
    ),
    ('1584','N1','인공','鎌','겸','낫','','かま','1. 낫'
    ),
    ('1585','N2','자연','巣','소','새집','ソウ','す','1. 둥지 \n2. 보금자리 \n3. 소굴'
    ),
    ('1586','N1','시간','頻','빈','자주','ヒン','','1. 빈번한 \n2. 자주 일어나는'
    ),
    ('1587','N1','인공','琴','금','거문고','キン','こと','1. 현악기 \n2. 거문고'
    ),
    ('1588','N1','수학','班','반','나눌','ハン','','1. 반 \n2. 조 \n3. 그룹'
    ),
    ('1589','N1','인공','棚','붕','사다리','','たな','1. 선반 \n2. 책장'
    ),
    ('1590','N1','감각','潔','결','깨끗할','ケツ','きよい','1. 깨끗한 \n2. 순결한'
    ),
    ('1591','N1','감정','酷','혹','심할','コク','ひどい','1. 가혹한 \n2. 심한'
    ),
    ('1592','N1','국가','宰','재','재상','サイ','','1. 주관하다 \n2. 통치하다'
    ),
    ('1593','N1','장소','廊','랑','사랑채','ロウ','','1. 회랑 \n2. 복도'
    ),
    ('1594','N1','감정','寂','적','고요할','ジャク','さびしい, しずか','1. 적막한 \n2. 쓸쓸한 \n3. 고요한'
    ),
    ('1595','N1','없음','伏','복','엎드릴','フク','ふせる, ふす','1. 엎드리다 \n2. 복종하다'
    ),
    ('1596','N1','인공','碁','기','바둑','ゴ','','1. 바둑'
    ),
    ('1597','N1','사상','俗','속','풍속','ゾク','','1. 세속 \n2. 평범한'
    ),
    ('1598','N1','자연','漠','막','넓을','バク','','1. 사막 \n2. 끝이 없는 \n3. 막연한'
    ),
    ('1599','N1','없음','邪','사','간사할','ジャ','','1. 간사한 \n2. 사악한'
    ),
    ('1600','N1','감각','晶','정','맑을','ショウ','','1. 수정 \n2. 빛나다'
    ),
    ('1601','N1','색감','墨','묵','먹','ボク','すみ','1. 먹 \n2. 먹물'
    ),
    ('1602','N1','없음','鎮','진','진압할','チン','しずめる, しずまる','1. 진압하다 \n2. 진정시키다'
    ),
    ('1603','N1','자연','洞','동','골','ドウ','ほら','1. 동굴 \n2. 구멍 \n3. 꿰뚫어 보다'
    ),
    ('1604','N1','의류','履','리','밟을','リ','はく','1. 발로 밟다 \n2. 행하다\n3. 신발을 신다.'
    ),
    ('1605','N1','사상','劣','렬','못할','レツ','おとる','1. 못하다 \n2. 열등하다'
    ),
    ('1606','N1','사상','那','나','어찌','ナ','','1. 어째서 \n2. 찰나의'
    ),
    ('1607','N1','없음','殴','구','때릴','オウ','なぐる','1. 때리다 \n2. 두드리다'
    ),
    ('1608','N1','없음','娠','신','아이','シン','','1. 임신하다 \n2. 잉태하다'
    ),
    ('1609','N1','종교','奉','봉','받들','ホウ','たてまつる','1. 바치다 \n2. 섬기다'
    ),
    ('1610','N1','감정','憂','우','근심','ユウ','うれえる, うれい','1. 걱정하다 \n2. 근심하다'
    ),
    ('1611','N1','지칭','朴','박','성','ボク','','1. 꾸밈없는 \n2. 순박한\n3. (성씨) 박'
    ),
    ('1612','N1','장소','亭','정','정자','テイ','','1. 정자 \n2. 건물'
    ),
    ('1613','N1','감정','怪','괴','괴이할','カイ','あやしい','1. 괴상한 \n2. 이상한 \n3. 진기한'
    ),
    ('1614','N1','음식','酔','취','취할','スイ','よう','1. 취하다 \n2. 심취하다'
    ),
    ('1615','N1','감정','惜','석','아낄','セキ','おしい, おしむ','1. 아쉬워하다 \n2. 아깝다'
    ),
    ('1616','N1','없음','穫','확','거둘','カク','','1. 수확하다'
    ),
    ('1617','N1','없음','佳','가','아름다울','カ','','1. 아름답다'
    ),
    ('1618','N1','감각','潤','윤','불을','ジュン','うるおう, うるおす, うるむ','1. 촉촉해지다 \n2. 윤기 있다 \n3. 이익을 보다'
    ),
    ('1619','N1','감정','悼','도','슬퍼할','トウ','いたむ','1. 애도하다'
    ),
    ('1620','N1','형용사','乏','핍','모자랄','ボウ','とぼしい','1. 부족하다 \n2. 가난하다'
    ),
    ('1621','N1','문서','該','해','마땅','ガイ','','1. 해박하다 \n2. 일치하다'
    ),
    ('1622','N1','없음','赴','부','갈','フ','おもむく','1. 향해 가다 \n2. 달려가다'
    ),
    ('1623','N1','식물','桑','상','뽕나무','ソウ','くわ','1. 뽕나무'
    ),
    ('1624','N1','신체','髄','수','골수','ズイ','','1. 골수'
    ),
    ('1625','N1','동물','虎','호','범','コ','とら','1. 호랑이'
    ),
    ('1626','N1','인공','盆','분','동이','ボン','','1. 쟁반 \n2. 동이'
    ),
    ('1627','N1','식물','穂','수','이삭','スイ','ほ','1. 벼이삭'
    ),
    ('1628','N1','없음','壮','장','씩씩할','ソウ','','1. 장하다 \n2. 사내답다 \n3. 굳세다'
    ),
    ('1629','N1','인공','堤','제','둑','テイ','つつみ','1. 제방 \n2. 둑'
    ),
    ('1630','N1','음식','飢','기','주릴','キ','うえる','1. 굶주리다'
    ),
    ('1631','N1','방위','傍','방','곁','ボウ','かたわら','1. 옆 \n2. 곁'
    ),
    ('1632','N1','신체','疫','역','전염병','エキ','','1. 전염병'
    ),
    ('1633','N1','없음','累','루','여러','ルイ','かさなる, かさねる','1. 쌓이다 \n2. 겹치다 \n3. 묶이다'
    ),
    ('1634','N1','감정','痴','치','어리석을','チ','','1. 어리석다'
    ),
    ('1635','N1','없음','搬','반','옮길','ハン','はこぶ','1. 옮기다 \n2. 나르다'
    ),
    ('1636','N1','감정','癒','유','병 나을','ユ','いやす, いえる, なおる, なおす','1. 치유하다 \n2. 병이 낫다'
    ),
    ('1637','N1','수학','寸','촌','마디','スン','','1. 촌(길이의 단위) \n2. 극히 조금'
    ),
    ('1638','N1','장소','郭','곽','둘레','カク','','1. 외곽 \n2. 둘레 \n3. 성곽'
    ),
    ('1639','N1','신체','尿','뇨','오줌','ニョウ','','1. 소변'
    ),
    ('1640','N1','사상','凶','흉','흉할','キョウ','','1. 간악한 \n2. 흉한 \n3. 불길한'
    ),
    ('1641','N1','신체','吐','토','토할','ト','はく','1. 토하다'
    ),
    ('1642','N1','종교','宴','연','잔치','エン','','1. 연회 \n2. 잔치'
    ),
    ('1643','N1','없음','賓','빈','손','ヒン','','1. 귀한 손님'
    ),
    ('1644','N1','없음','虜','로','사로잡을','リョ','','1. 포로'
    ),
    ('1645','N1','인공','陶','도','질그릇','トウ','','1. 도자기 \n2. 도예 \n3. 황홀함'
    ),
    ('1646','N1','인공','鐘','종','쇠북','ショウ','かね','1. 종 \n2. 쇠북'
    ),
    ('1647','N1','감정','憾','감','섭섭할','カン','','1. 섭섭하다 \n2. 유감이다'
    ),
    ('1648','N1','작용','磁','자','자석','ジ','','1. 자석 \n2. 자기(瓷器)'
    ),
    ('1649','N1','없음','弥','미','두루','ビ','や, いよいよ','1. 두루 미치다 \n2. 더욱더'
    ),
    ('1650','N1','동물','昆','곤','벌레','コン','','1. 후손 \n2. 곤충'
    ),
    ('1651','N1','감각','粗','조','거칠','ソ','あらい','1. 거칠다 \n2. 조잡하다'
    ),
    ('1652','N1','문서','訂','정','바로잡을','テイ','','1. 수정하다 \n2. 고치다 \n3. 바로잡다'
    ),
    ('1653','N1','식물','芽','아','싹','ガ','め','1. 싹 \n2. 새싹'
    ),
    ('1654','N1','인공','傘','산','우산','サン','かさ','1. 우산'
    ),
    ('1655','N1','없음','騎','기','말 탈','キ','のる','1. 말을 타다'
    ),
    ('1656','N1','감정','寧','녕','편안할','ネイ','','1. 편안하다 \n2. 안정되다 \n3. 정중하다'
    ),
    ('1657','N1','없음','循','순','돌','ジュン','','1. 순환하다 \n2. 따르다'
    ),
    ('1658','N1','없음','忍','인','참을','ニン','しのぶ, しのばせる','1. 참다 \n2. 견디다'
    ),
    ('1659','N1','감정','怠','태','게으를','タイ','おこたる, なまける','1. 게으르다 \n2. 태만하다'
    ),
    ('1660','N1','없음','如','여','같을','ジョ','','1. 그대로 \n2. 같다'
    ),
    ('1661','N1','장소','寮','료','동관','リョウ','','1. 기숙사 \n2. 숙소'
    ),
    ('1662','N1','금속','鉛','연','납','エン','なまり','1. 납(금속)'
    ),
    ('1663','N1','인공','珠','주','구슬','シュ','たま','1. 진주 \n2. 구슬'
    ),
    ('1664','N1','없음','凝','응','엉길','ギョウ','こる, こごる','1. 엉기다 \n2. 응고되다 \n3. 열중하다'
    ),
    ('1665','N1','식물','苗','묘','모','ビョウ','なえ, なわ','1. 모종 \n2. 싹'
    ),
    ('1666','N1','동물','獣','수','짐승','ジュウ','けもの','1. 야수 \n2. 짐승'
    ),
    ('1667','N1','감정','哀','애','슬플','アイ','あわれ, あわれむ','1. 슬프다 \n2. 애처롭다'
    ),
    ('1668','N1','없음','跳','도','뛸','チョウ','はねる, とぶ','1. 뛰어오르다 \n2. 도약하다'
    ),
    ('1669','N1','직업','匠','장','장인','ショウ','','1. 기술자 \n2. 장인'
    ),
    ('1670','N1','없음','垂','수','드리울','スイ','たれる, たらす','1. 드리우다 \n2. 늘어지다'
    ),
    ('1671','N1','동물','蛇','사','뱀','ジャ','へび','1. 뱀'
    ),
    ('1672','N1','감각','澄','징','맑을','チョウ','すむ, すます','1. 맑다 \n2. 깨끗하다'
    ),
    ('1673','N1','의류','縫','봉','꿰맬','ホウ','ぬう','1. 꿰매다 \n2. 바느질하다'
    ),
    ('1674','N1','종교','僧','승','중','ソウ','','1. 승려 \n2. 스님'
    ),
    ('1675','N2','수학','幾','기','몇','キ','いく','1. 몇 개 \n2. 몇 번'
    ),
    ('1676','N1','감각','眺','조','바라볼','チョウ','ながめる','1. 바라보다 \n2. 조망하다'
    ),
    ('1677','N1','감정','唐','당','당황할','トウ','','1. 당나라 \n2. 당황하다'
    ),
    ('1678','N1','국가','呉','오','나라 이름','ゴ','','1. 오나라'
    ),
    ('1679','N1','사상','凡','범','무릇','ボン','おおよそ','1. 대체로 \n2. 보통 \n3. 평범한'
    ),
    ('1680','N1','없음','憩','게','쉴','ケイ','いこう','1. 쉬다 \n2. 휴식하다'
    ),
    ('1681','N1','지칭','媛','원','여자','エン','ひめ','1. 우아한 여자 \n2. 미녀'
    ),
    ('1682','N1','인공','溝','구','도랑','コウ','みぞ','1. 도랑 \n2. 해자(성 주변의 물길)'
    ),
    ('1683','N1','없음','恭','공','공손할','キョウ','うやうやしい','1. 공경하다 \n2. 공손하다'
    ),
    ('1684','N1','없음','刈','예','벨','','かる','1. 베다 \n2. 수확하다'
    ),
    ('1685','N1','없음','睡','수','졸음','スイ','ねむる','1. 졸다 \n2. 자다'
    ),
    ('1686','N1','없음','錯','착','어긋날','サク','','1. 착각하다 \n2. 뒤섞이다'
    ),
    ('1687','N1','지칭','伯','백','맏','ハク','','1. 큰형 \n2. 백작(귀족 계급)'
    ),
    ('1688','N1','음식','穀','곡','곡식','コク','','1. 곡물 \n2. 곡식'
    ),
    ('1689','N1','자연','陵','릉','언덕','リョウ','','1. 구릉(작은 산) \n2. 능(임금의 무덤)'
    ),
    ('1690','N1','수계','霧','무','안개','ム','きり','1. 안개'
    ),
    ('1691','N1','종교','魂','혼','넋','コン','たましい','1. 혼백 \n2. 영혼 \n3. 정신'
    ),
    ('1692','N1','없음','弊','폐','폐단','ヘイ','','1. 폐해 \n2. 폐단 \n3. 피로, 피폐'
    ),
    ('1693','N1','국가','妃','비','왕비','ヒ','','1. 왕비'
    ),
    ('1694','N1','인공','舶','박','배','ハク','','1. 선박'
    ),
    ('1695','N1','음식','餓','아','주릴','ガ','うえる','1. 굶주리다'
    ),
    ('1696','N1','없음','窮','궁','다할','キュウ','きわまる','1. 한계에 이르다 \n2. 궁핍하다'
    ),
    ('1697','N1','신체','掌','장','손바닥','ショウ','てのひら','1. 손바닥'
    ),
    ('1698','N1','없음','麗','려','고울','レイ','うるわしい','1. 곱다 \n2. 아름답다'
    ),
    ('1699','N1','감각','臭','취','냄새','シュウ','におう, くさい','1. 악취 \n2. 나쁜 냄새'
    ),
    ('1700','N1','감정','悦','열','기쁠','エツ','よろこぶ','1. 기쁘다'
    ),
    ('1701','N1','인공','刃','인','칼날','ジン, ニン','は','1. 칼날 \n2. 날카로운 물건'
    ),
    ('1702','N1','없음','縛','박','얽을','バク','しばる','1. 묶다 \n2. 포박하다 \n3. 구속하다'
    ),
    ('1703','N1','시간','暦','력','책력','レキ','こよみ','1. 달력 \n2. 역법(음력, 양력 등)'
    ),
    ('1704','N1','사상','宜','의','마땅','ギ','よろしい','1. 적절하다 \n2. 마땅하다'
    ),
    ('1705','N1','없음','盲','맹','맹인','モウ','めくら','1. 눈이 멀다 \n2. 맹목적인'
    ),
    ('1706','N1','사상','粋','수','순수할','スイ','いき','1. 순수한 \n2. 세련된'
    ),
    ('1707','N1','없음','辱','욕','욕될','ジョク','はずかしめる','1. 욕보이다 \n2. 창피를 주다'
    ),
    ('1708','N1','없음','轄','할','다스릴','カツ','','1. 관할하다 \n2. 관리하다'
    ),
    ('1709','N1','동물','猿','원','원숭이','エン','さる','1. 원숭이'
    ),
    ('1710','N1','인공','弦','현','활시위','ゲン','つる','1. 활시위 \n2. 현(줄)'
    ),
    ('1711','N1','없음','窒','질','막힐','チツ','ふさがる','1. 막히다 \n2. 차단되다'
    ),
    ('1712','N1','음식','炊','취','불 땔','スイ','たく','1. 밥을 짓다'
    ),
    ('1713','N1','자연','洪','홍','넓을','コウ','','1. 홍수 \n2. 넓고 큼'
    ),
    ('1714','N1','없음','摂','섭','당길','セツ','','1. 다스리다 \n2. 통제하다'
    ),
    ('1715','N1','음식','飽','포','배부를','ホウ','あきる, あかす','1. 배부르다 \n2. 질리다'
    ),
    ('1716','N1','없음','冗','용','쓸데없을','ジョウ','','1. 쓸데없는 \n2. 번거로운'
    ),
    ('1717','N1','식물','桃','도','복숭아','トウ','もも','1. 복숭아'
    ),
    ('1718','N1','동물','狩','수','사냥할','シュ','かる','1. 사냥하다'
    ),
    ('1719','N1','색감','朱','주','붉을','シュ','あけ','1. 주홍색 \n2. 붉은색'
    ),
    ('1720','N1','자연','渦','와','소용돌이','カ','うず','1. 소용돌이 \n2. 회오리'
    ),
    ('1721','N1','없음','紳','신','띠','シン','','1. 신사 \n2. 귀족'
    ),
    ('1722','N1','없음','枢','추','지도리','スウ','','1. 중추 \n2. 가장 중요한 부분'
    ),
    ('1723','N1','인공','碑','비','비석','ヒ','','1. 비석 \n2. 기념비'
    ),
    ('1724','N1','금속','鍛','단','쇠 불릴','タン','きたえる','1. 단련하다 \n2. (쇠를) 불리다'
    ),
    ('1725','N1','인공','刀','도','칼','トウ','かたな','1. 칼'
    ),
    ('1726','N1','인공','鼓','고','북','コ','つづみ','1. 북'
    ),
    ('1727','N1','신체','裸','라','벗을','ラ','はだか','1. 알몸 \n2. 벌거벗다'
    ),
    ('1728','N1','없음','猶','유','오히려','ユウ','なお','1. 망설이다 \n2. 주저하다'
    ),
    ('1729','N1','없음','塊','괴','덩어리','カイ','かたまり','1. 덩어리'
    ),
    ('1730','N1','없음','旋','선','돌','セン','めぐる','1. 빙빙 돌다 \n2. 회전하다'
    ),
    ('1731','N1','인공','弓','궁','활','キュウ','ゆみ','1. 활'
    ),
    ('1732','N1','국가','幣','폐','화폐','ヘイ','','1. 화폐 \n2. 신에게 바치는 헌물'
    ),
    ('1733','N1','신체','膜','막','막','マク','','1. 얇은 막 \n2. 점막'
    ),
    ('1734','N1','인공','扇','선','부채','セン','おうぎ','1. 부채'
    ),
    ('1735','N1','신체','腸','장','창자','チョウ','はらわた','1. 창자 \n2. 내장'
    ),
    ('1736','N1','인공','槽','조','구유','ソウ','','1. 통 \n2. 큰 용기'
    ),
    ('1737','N1','감정','慈','자','사랑','ジ','いつくしむ','1. 자애 \n2. 자비 \n3. 사랑하다'
    ),
    ('1738','N1','없음','伐','벌','칠','バツ','うつ','1. 치다 \n2. 정벌하다 \n3. 토벌하다'
    ),
    ('1739','N1','음식','漬','지','담글','シ','つける','1. 담그다 \n2. 절이다'
    ),
    ('1740','N1','없음','糾','규','얽힐','キュウ','ただす','1. 얽히다 \n2. 꼬이다 \n3. 규명하다'
    ),
    ('1741','N1','인공','墳','분','무덤','フン','','1. 무덤 \n2. 고분'
    ),
    ('1742','N1','장소','坪','평','들','ヘイ','','1. 평(토지, 면적의 단위)'
    ),
    ('1743','N1','색감','紺','감','감색','コン','','1. 감색 \n2. 암청색'
    ),
    ('1744','N1','감정','慌','황','어리둥절할','コウ','あわてる','1. 당황하다 \n2. 허둥대다'
    ),
    ('1745','N1','감정','娯','오','즐거워할','ゴ','たのしむ','1. 즐기다 \n2. 오락'
    ),
    ('1746','N1','신체','舌','설','혀','ゼツ','した','1. 혀'
    ),
    ('1747','N1','인공','羅','라','벌일','ラ','うすもの','1. 그물 \n2. 얇게 짠 옷감 \n3. 나열하다'
    ),
    ('1748','N1','자연','峡','협','골짜기','キョウ','','1. 협곡 \n2. 골짜기'
    ),
    ('1749','N1','국가','俸','봉','녹','ホウ','','1. 봉급 \n2. 급료'
    ),
    ('1750','N1','없음','厘','리','다스릴','リン','','1. 매우 작은 수'
    ),
    ('1751','N1','자연','峰','봉','봉우리','ホウ','みね','1. 산봉우리'
    ),
    ('1752','N1','음식','醸','양','술 빚을','ジョウ','かもす','1. 양조하다 \n2. (술을) 빚다'
    ),
    ('1753','N1','없음','弔','조','조상할','チョウ','とむらう','1. 조문하다 \n2. 위로하다'
    ),
    ('1754','N1','없음','乙','을','새','オツ','','1. 을(‘갑을병’의 ‘을’)'
    ),
    ('1755','N1','음식','汁','즙','즙','ジュウ','しる','1. 액체 \n2. 국물'
    ),
    ('1756','N1','없음','尼','니','여승','ニ','あま','1. 비구니'
    ),
    ('1757','N1','없음','遍','편','두루','ヘン','あまねく','1. 모든 \n2. 보편적인'
    ),
    ('1758','N1','인공','衡','형','저울대','コウ','','1. 저울 \n2. 균형'
    ),
    ('1759','N1','감각','薫','훈','향초','クン','かおる','1. 향기 \n2. 향을 내다'
    ),
    ('1760','N1','동물','猟','렵','사냥','リョウ','かる','1. 사냥하다'
    ),
    ('1761','N1','동물','羊','양','양','ヨウ','ひつじ','1. 양 (동물)'
    ),
    ('1762','N1','문서','款','관','항목','カン','','1. 약관 \n2. 조항'
    ),
    ('1763','N1','감각','閲','열','볼','エツ','','1. 열람하다 \n2. 검열하다'
    ),
    ('1764','N1','없음','偵','정','염탐할','テイ','','1. 염탐하다 \n2. 정찰하다'
    ),
    ('1765','N1','없음','喝','갈','꾸짖을','カツ','しかる','1. 꾸짖다 \n2. 으르다'
    ),
    ('1766','N1','없음','敢','감','감히','カン','あえて','1. 감히 하다 \n2. 구태여 \n3. 과감한'
    ),
    ('1767','N1','가족','胎','태','아이','タイ','','1. 태아 \n2. 자궁'
    ),
    ('1768','N1','음식','酵','효','삭힐','コウ','','1. 발효하다'
    ),
    ('1769','N1','감정','憤','분','분할','フン','いきどおる','1. 분개하다 \n2. 분노하다'
    ),
    ('1770','N1','동물','豚','돈','돼지','トン','ぶた','1. 돼지'
    ),
    ('1771','N1','없음','遮','차','가릴','シャ','さえぎる','1. 가로막다 \n2. 차단하다'
    ),
    ('1772','N1','인공','扉','비','사립문','ヒ','とびら','1. 문짝 \n2. 문'
    ),
    ('1773','N1','자연','硫','류','유황','リュウ','','1. 황(sulphur)'
    ),
    ('1774','N1','없음','赦','사','용서할','シャ','ゆるす','1. 용서하다'
    ),
    ('1775','N1','없음','窃','절','훔칠','セツ','ぬすむ','1. 훔치다 \n2. 절도'
    ),
    ('1776','N1','수계','泡','포','거품','ホウ','あわ','1. 거품 \n2. 포말'
    ),
    ('1777','N1','없음','又','우','또','','また','1. 다시 \n2. 또'
    ),
    ('1778','N1','감정','慨','개','슬퍼할','ガイ','','1. 개탄하다 \n2. 슬퍼하다'
    ),
    ('1779','N1','없음','紡','방','길쌈','ボウ','つむぐ','1. 실을 잣다 \n2. 방적하다'
    ),
    ('1780','N1','감정','恨','한','한','コン','うらむ','1. 원망하다 \n2. 한을 품다'
    ),
    ('1781','N1','신체','肪','방','기름','ボウ','','1. 지방 (기름)'
    ),
    ('1782','N1','없음','扶','부','도울','フ','たすける','1. 돕다 \n2. 조력하다'
    ),
    ('1783','N1','없음','戯','희','놀','ギ','たわむれる','1. 장난치다 \n2. 희롱하다'
    ),
    ('1784','N1','감정','忌','기','꺼릴','キ','いむ,いまいましい','1. 꺼리다 \n2. 싫어하다'
    ),
    ('1785','N1','감각','濁','탁','흐릴','ダク','にごる','1. 탁하다 \n2. 흐리다'
    ),
    ('1786','N1','없음','奔','분','달릴','ホン','はしる','1. 빠르게 달리다'
    ),
    ('1787','N1','수학','斗','두','말','ト','','1. 말(곡물·술을 세는 단위)'
    ),
    ('1788','N1','없음','迅','신','빠를','ジン','','1. 빠르다'
    ),
    ('1789','N1','없음','肖','초','닮을','ショウ','にる','1. 닮다 \n2. 본뜨다'
    ),
    ('1790','N1','인공','鉢','발','바리때','ハチ','','1. 사발 \n2. 바리때'
    ),
    ('1791','N1','없음','朽','후','썩을','キュウ','くちる','1. 썩다 \n2. 노후되다'
    ),
    ('1792','N1','동물','殻','각','껍질','カク','から','1. 껍질 \n2. 겉껍데기'
    ),
    ('1793','N1','없음','享','향','누릴','キョウ','うける','1. 누리다 \n2. 향유하다'
    ),
    ('1794','N1','인공','藩','번','울타리','ハン','','1. 울타리 \n2. 영지 (봉건 시대의 번)'
    ),
    ('1795','N1','자연','沙','사','모래','サ','すな','1. 모래 \n2. 사막'
    ),
    ('1796','N1','없음','媒','매','중매','バイ','','1. 중매 \n2. 매개체'
    ),
    ('1797','N1','동물','鶏','계','닭','ケイ','にわとり','1. 닭'
    ),
    ('1798','N1','종교','禅','선','선','ゼン','','1. 선(불교의 종파) \n2. 명상'
    ),
    ('1799','N1','없음','嘱','촉','부탁할','ショク','たのむ','1. 부탁하다 \n2. 위탁하다'
    ),
    ('1800','N1','신체','胴','동','몸통','ドウ','','1. 몸통 \n2. 동체'
    ),
    ('1801','N1','없음','迭','질','번갈아들','テツ','かわるがわる','1. 번갈아서 하다\n2. 교대로 하다'
    ),
    ('1802','N1','없음','挿','삽','꽂을','ソウ','さす','1. 꽂다\n2. 끼우다'
    ),
    ('1803','N1','자연','嵐','람','남기','','あらし','1. 폭풍우\n2. 큰 비바람'
    ),
    ('1804','N1','신체','椎','추','등골','ツイ','しい','1. 척추\n2. 골격'
    ),
    ('1805','N1','의류','絹','견','비단','ケン','きぬ','1. 비단\n2. 견직물'
    ),
    ('1806','N1','없음','陪','배','모실','バイ','','1. 따르다\n2. 모시다'
    ),
    ('1807','N1','없음','剖','부','쪼갤','ボウ','さく','1. 쪼개다\n2. 절개하다'
    ),
    ('1808','N1','문서','譜','보','족보','フ','','1. 악보\n2. 족보\n3. 기보(바둑 등 기록)'
    ),
    ('1809','N1','없음','悠','유','멀','ユウ','はるか','1. 아득하다\n2. 끝이 없다'
    ),
    ('1810','N1','감각','淑','숙','맑을','シュク','しとやか','1. 얌전하다 \n2. 정숙하다. \n3. 단아하다 \n4. 착하다'
    ),
    ('1811','N1','인공','帆','범','돛','ハン','ほ','1. 돛\n2. 항해용 천'
    ),
    ('1812','N1','시간','暁','효','새벽','ギョウ','あかつき','1. 새벽\n2. 동틀 무렵'
    ),
    ('1813','N1','없음','傑','걸','뛰어날','ケツ','','1. 뛰어나다\n2. 걸출한'
    ),
    ('1814','N1','인공','笛','적','피리','テキ','ふえ','1. 피리\n2. 휘슬'
    ),
    ('1815','N1','국가','奴','노','종','ド','やっこ','1. 하인\n2. 노예'
    ),
    ('1816','N1','인공','錠','정','덩이','ジョウ','','1. 자물쇠\n2. 알약(정제)'
    ),
    ('1817','N1','신체','拳','권','주먹','ケン','こぶし','1. 주먹\n2. 권법(무술)'
    ),
    ('1818','N1','없음','遷','천','옮길','セン','うつる, うつす','1. 옮기다\n2. 이동시키다'
    ),
    ('1819','N1','없음','拙','졸','옹졸할','セツ','つたない','1. 서투른\n2. 졸렬한'
    ),
    ('1820','N1','직업','侍','시','모실','ジ','さむらい, はべる','1. 무사(사무라이)\n2. 시중들다'
    ),
    ('1821','N1','수학','尺','척','자','シャク','','1. 척(길이 단위)\n2. 기준, 척도'
    ),
    ('1822','N1','자연','峠','상','고개','','とうげ','1. 산마루\n2. 고갯길'
    ),
    ('1823','N1','없음','篤','독','도타울','トク','あつい','1. 진지한\n2. 독실한'
    ),
    ('1824','N1','감각','渇','갈','목마를','カツ','かわく','1. 목마르다\n2. 갈증 나다'
    ),
    ('1825','N1','가족','叔','숙','아재비','シュク','','1. 숙부\n2. 삼촌'
    ),
    ('1826','N1','동물','雌','자','암컷','シ','めす','1. 암컷\n2. 여성적인'
    ),
    ('1827','N1','없음','堪','감','견딜','カン','たえる','1. 견디다\n2. 참다'
    ),
    ('1828','N1','문서','叙','서','펼','ジョ','のべる','1. 서술하다\n2. 차례를 밝히다'
    ),
    ('1829','N1','음식','酢','초','식초','サク','す','1. 식초\n2. 초산'
    ),
    ('1830','N1','없음','吟','음','읊을','ギン','ぎんじる, うたう','1. 읊다(시 등)\n2. 노래하다'
    ),
    ('1831','N1','없음','逓','체','갈마들','テイ','','1. 차례로 전달하다\n2. 번갈아 가다'
    ),
    ('1832','N1','없음','甚','심','심할','ジン','はなはだ, はなはだしい','1. 심하다\n2. 매우, 대단히'
    ),
    ('1833','N1','없음','崇','숭','높을','スウ','あがめる','1. 숭배하다\n2. 존경하다'
    ),
    ('1834','N1','자연','漆','칠','옻','シツ','うるし','1. 옻나무\n2. 칠(도료)'
    ),
    ('1835','N1','자연','岬','갑','곶','','みさき','1. 곶(바다로 튀어나온 육지)\n2. 해안 절벽'
    ),
    ('1836','N1','없음','癖','벽','버릇','ヘキ','くせ','1. 버릇, 습관\n2. 결점, 약점'
    ),
    ('1837','N1','감정','愉','유','즐거울','ユ','たのしい, たのしむ','1. 즐겁다(형용사)\n2. 즐기다(동사)'
    ),
    ('1838','N1','자연','礁','초','암초','ショウ','','1. 암초(바다 속 바위)'
    ),
    ('1839','N1','없음','屯','둔','진칠','トン','','1. 진치다\n2. 주둔하다'
    ),
    ('1840','N1','가족','姻','인','혼인','イン','','1. 혼인, 결혼\n2. 인척 관계'
    ),
    ('1841','N1','없음','擬','의','비길','ギ','まねる','1. 흉내내다\n2. 모방하다'
    ),
    ('1842','N1','인공','塀','병','담','ヘイ','へい','1. 담장, 벽'
    ),
    ('1843','N1','신체','唇','순','입술','シン','くちびる','1. 입술'
    ),
    ('1844','N1','가족','睦','목','화목할','ボク','むつまじい','1. 화목하다\n2. 사이좋다'
    ),
    ('1845','N1','없음','閑','한','한가할','カン','ひま','1. 한가한\n2. 조용한'
    ),
    ('1846','N1','없음','幽','유','그윽할','ユウ','かすか, しずか','1. 그윽한, 은은한\n2. 아득한, 깊숙한\n3. 조용한'
    ),
    ('1847','N1','지칭','曹','조','무리','ソウ','','1. 무리, 동료\n2. 관청, 공직'
    ),
    ('1848','N1','없음','詠','영','읊을','エイ','よむ','1. 노래하다, 읊조리다\n2. 시를 짓다'
    ),
    ('1849','N1','없음','卑','비','낮을','ヒ','いやしい, いやしむ','1. 비천한, 저열한\n2. 천하게 보다, 업신여기다'
    ),
    ('1850','N1','없음','侮','모','업신여길','ブ','あなどる','1. 업신여기다, 깔보다\n2. 경시하다'
    ),
    ('1851','N1','금속','鋳','주','불릴','チュウ','いる','1. 주물하다, 주조하다\n2. 쇠를 녹여 틀에 붓다'
    ),
    ('1852','N1','없음','抹','말','지울','マツ','ぬぐう, けす','1. 닦아내다, 지우다\n2. 없애다, 삭제하다'
    ),
    ('1853','N1','국가','尉','위','벼슬','イ','','1. 벼슬, 군대의 위관 계급'
    ),
    ('1854','N1','국가','隷','예','종','レイ','','1. 노예, 종\n2. 예속되다'
    ),
    ('1855','N1','종교','禍','화','재앙','カ','まが, わざわい, まがまがしい','1. 재앙, 화\n2. 큰 사고\n3. 불길하다'
    ),
    ('1856','N1','음식','酪','락','소젖','ラク','','1. 유제품, 낙농제품'
    ),
    ('1857','N1','식물','茎','경','줄기','ケイ','くき','1. 줄기(식물)\n2. 대(식물의 줄기)'
    ),
    ('1858','N1','직업','帥','수','장수','スイ','','1. 우두머리, 장수\n2. 군대의 최고 지휘관'
    ),
    ('1859','N1','없음','逝','서','갈','セイ','いく, ゆく','1. 멀리 떠나다\n2. 죽다'
    ),
    ('1860','N1','수계','汽','기','물끓는김','キ','','1. 김, 증기\n2. 기차, 증기선'
    ),
    ('1861','N1','없음','匿','닉','숨길','トク','かくれる, かくす','1. 숨다, 숨어있다\n2. 감추다, 은닉하다'
    ),
    ('1862','N1','의류','襟','금','옷깃','キン','えり','1. 옷깃\n2. 목덜미\n3. 마음속'
    ),
    ('1863','N1','동물','蛍','형','반딧불','ケイ','ほたる','1. 반딧불'
    ),
    ('1864','N1','없음','寡','과','적을','カ','','1. 적다\n2. 과부'
    ),
    ('1865','N1','신체','痢','리','설사','リ','','1. 설사'
    ),
    ('1866','N1','없음','庸','용','쓸','ヨウ','','1. 평범하다\n2. 고용하다'
    ),
    ('1867','N1','인공','坑','갱','구덩이','コウ','','1. 구덩이\n2. 광산의 갱도'
    ),
    ('1868','N1','색감','藍','람','쪽','ラン','','1. 쪽빛\n2. 남빛'
    ),
    ('1869','N1','없음','賊','적','도둑','ゾク','','1. 도둑\n2. 산적'
    ),
    ('1870','N1','없음','搾','착','짤','サク','しぼる','1. 짜다\n2. 착취하다'
    ),
    ('1871','N1','자연','畔','반','밭두둑','ハン','','1. 논두렁, 밭두렁\n2. 강변, 물가'
    ),
    ('1872','N1','감각','唄','패','염불소리','','うた','1. 노래'
    ),
    ('1873','N1','없음','孔','공','구멍','コウ','あな','1. 구멍\n2. 결점, 허점'
    ),
    ('1874','N1','없음','呂','려','법칙','ロ','','1. 음률'
    ),
    ('1875','N1','없음','拷','고','칠','ゴウ','むちうつ','1. 고문하다\n2. 채찍질하다'
    ),
    ('1876','N1','지칭','嬢','양','아가씨','ジョウ','','1. 아가씨\n2. 처녀, 색시'
    ),
    ('1877','N1','수계','渓','계','시내','ケイ','たに','1. 계곡\n2. 골짜기'
    ),
    ('1878','N1','지칭','翁','옹','늙은이','オウ','おきな','1. 영감\n2. 노인\n2. 늙은 남성'
    ),
    ('1879','N1','없음','廉','렴','청렴할','レン','','1. 청렴하다\n2. 저렴하다'
    ),
    ('1880','N1','감정','謹','근','삼갈','キン','つつしむ','1. 삼가다\n2. 주의하다'
    ),
    ('1881','N1','신체','瞳','동','눈동자','ドウ','ひとみ','1. 눈동자'
    ),
    ('1882','N1','없음','湧','용','끓어오를','ユウ','わく','1. 솟아나다\n2. 끓어오르다'
    ),
    ('1883','N1','인공','窯','요','기와 가마','ヨウ','かま','1. 가마\n2. 도기 가마'
    ),
    ('1884','N1','없음','褒','포','기릴','ホウ','ほめる','1. 칭찬하다\n2. 기리다'
    ),
    ('1885','N1','없음','醜','추','추할','シュウ','みにくい','1. 못생긴\n2. 추한, 흉한'
    ),
    ('1886','N1','수학','升','승','되','ショウ','ます','1. 승(용량의 단위)\n2. 되(부피 측정 단위)'
    ),
    ('1887','N1','없음','殉','순','따라죽을','ジュン','','1. 순교하다\n2. 따라 죽다'
    ),
    ('1888','N1','감정','煩','번','번거로울','ハン','わずらう, わずらわしい','1. 번거롭다\n2. 귀찮다\n3. 고민하다, 번민하다'
    ),
    ('1889','N1','없음','劾','핵','꾸짖을','ガイ','','1. 추궁하다\n2. 탄핵하다'
    ),
    ('1890','N1','없음','堕','타','떨어질','ダ','おちる, おとす','1. 무너지다\n2. 떨어지다\n3. 타락하다'
    ),
    ('1891','N1','국가','租','조','조세','ソ','','1. 세금\n2. 조세'
    ),
    ('1892','N1','인공','桟','잔','사다리','サン','','1. 난간\n2. 다리(가교)'
    ),
    ('1893','N1','가족','婿','서','사위','セイ','むこ','1. 사위'
    ),
    ('1894','N1','감정','慕','모','그릴','ボ','したう','1. 그리워하다\n2. 사모하다'
    ),
    ('1895','N1','없음','罷','파','마칠','ヒ','やめる','1. 중지하다\n2. 그만두다'
    ),
    ('1896','N1','문서','矯','교','바로잡을','キョウ','た める','1. 바로잡다\n2. 교정하다'
    ),
    ('1897','N1','지칭','某','모','아무','ボウ','','1. 아무개\n2. 모씨, 모국'
    ),
    ('1898','N1','없음','囚','수','가둘','シュウ','とらわれる','1. 갇히다\n2. 사로잡히다'
    ),
    ('1899','N1','색감','虹','홍','무지개','','にじ','1. 무지개'
    ),
    ('1900','N1','없음','泌','비','분비할','ヒツ','しみでる','1. 스며 나오다\n2. 분비하다'
    ),
    ('1901','N1','시간','漸','점','점점','ゼン','ようやく','1. 차츰차츰\n2. 서서히'
    ),
    ('1902','N1','동물','蚊','문','모기','','か','1. 모기'
    ),
    ('1903','N1','종교','厄','액','액','ヤク','','1. 재앙\n2. 액운'
    ),
    ('1904','N1','자연','藻','조','마름','ソウ','も','1. 물풀\n2. 수초'
    ),
    ('1905','N1','가족','嫡','적','정실','チャク','','1. 본처의 자식\n2. 적통'
    ),
    ('1906','N1','감정','嚇','혁','성낼','カク','おどす','1. 위협하다\n2. 놀라게 하다'
    ),
    ('1907','N1','감각','凸','철','볼록할','トツ','でこ','1. 볼록한'
    ),
    ('1908','N1','없음','韻','운','운','イン','','1. 운율\n2. 소리의 리듬'
    ),
    ('1909','N1','없음','霜','상','서리','ソウ','しも','1. 서리'
    ),
    ('1910','N1','인공','硝','초','화약','ショウ','','1. 초석(질산칼륨)\n2. 화약'
    ),
    ('1911','N1','국가','勅','칙','칙서','チョク','みことのり','1. 어명\n2. 임금의 명령'
    ),
    ('1912','N1','인공','棺','관','널','カン','ひつぎ','1. 관(장례용 상자)'
    ),
    ('1913','N1','종교','儒','유','선비','ジュ','','1. 유교\n2. 선비'
    ),
    ('1914','N1','감정','愁','수','근심','シュウ','うれえる','1. 걱정하다\n2. 근심하다'
    ),
    ('1915','N1','인공','楼','루','다락','ロウ','','1. 다락\n2. 망루'
    ),
    ('1916','N1','신체','眉','미','눈썹','ビ','まゆ','1. 눈썹'
    ),
    ('1917','N1','인공','薪','신','섶','シン','たきぎ','1. 장작\n2. 땔감'
    ),
    ('1918','N1','색감','褐','갈','갈색','カツ','','1. 갈색'
    ),
    ('1919','N1','없음','賜','사','줄','シ','たまう','1. 하사하다\n2. 주다'
    ),
    ('1920','N1','의류','繕','선','기울','ゼン','つくろう','1. 수선하다\n2. 고치다'
    ),
    ('1921','N1','인공','栓','전','마개','セン','','1. 마개\n2. 병뚜껑'
    ),
    ('1922','N1','감각','凹','요','오목할','オウ','くぼむ','1. 오목하다\n2. 움푹 파이다'
    ),
    ('1923','N1','감각','艶','염','고울','エン','つや','1. 윤기\n2. 요염한'
    ),
    ('1924','N1','금속','錬','련','단련할','レン','ねる','1. 단련하다\n2. (금속을) 불리다'
    ),
    ('1925','N1','감정','衷','충','속마음','チュウ','','1. 한가운데\n2. 속마음'
    ),
    ('1926','N1','없음','逐','축','쫓을','チク','おう','1. 쫓아내다\n2. 추적하다'
    ),
    ('1927','N1','없음','斥','척','물리칠','セキ','しりぞける','1. 물리치다\n2. 배척하다'
    ),
    ('1928','N1','국가','詔','조','조서','ショウ','みことのり','1. 칙령\n2. 황제의 명령'
    ),
    ('1929','N1','감정','憧','동','동경할','ショウ','あこがれる','1. 동경하다\n2. 그리워하다'
    ),
    ('1930','N1','시간','宵','소','밤','ショウ','よい','1. 초저녁\n2. 밤'
    ),
    ('1931','N1','없음','妄','망','망령될','モウ','みだり','1. 망령된\n2. 함부로'
    ),
    ('1932','N1','음식','酌','작','술 부을','シャク','くむ','1. 술을 따르다\n2. 헤아리다'
    ),
    ('1933','N1','동물','蚕','잠','누에','サン','かいこ','1. 누에'
    ),
    ('1934','N1','없음','頒','반','나눌','ハン','','1. 나누어주다\n2. 분배하다'
    ),
    ('1935','N1','신체','肢','지','팔다리','シ','','1. 사지(팔다리)'
    ),
    ('1936','N1','문서','謄','등','베낄','トウ','うつす','1. 베끼다\n2. 복사하다'
    ),
    ('1937','N1','없음','嗣','사','이을','シ','','1. 후사를 잇다'
    ),
    ('1938','N1','자연','畝','묘','이랑','','うね','1. 이랑(농사 지을 때 만든 고랑)'
    ),
    ('1939','N1','없음','抄','초','뽑을','ショウ','ぬきだす','1. (필요한 것만) 뽑아내다\n2. 발췌하다'
    ),
    ('1940','N1','감각','爽','상','시원할','ソウ','さわやか','1. 상쾌하다\n2. 시원하다'
    ),
    ('1941','N1','없음','惰','타','게으를','ダ','おこたる','1. 게으르다\n2. 태만하다'
    ),
    ('1942','N1','없음','蛮','만','오랑캐','バン','','1. 야만적이다\n2. 미개하다'
    ),
    ('1943','N1','없음','旺','왕','왕성할','オウ','さかん','1. 왕성하다\n2. 활발하다'
    ),
    ('1944','N1','수학','壱','일','한','イチ','','1. 숫자 1 (법률 문서에서 사용)'
    ),
    ('1945','N1','인공','瑠','류','유리','ル','','1. 푸른빛 나는 유리'
    ),
    ('1946','N1','국가','侯','후','제후','コウ','','1. 제후\n2. 후작'
    ),
    ('1947','N1','수학','弧','호','활','コ','','1. 호(곡선의 일부)'
    ),
    ('1948','N1','문서','附','부','붙을','フ','つく, つける','1. 붙다\n2. 붙이다\n3. 첨부하다'
    ),
    ('1949','N1','없음','但','단','다만','','ただし','1. 다만\n2. 단'
    ),
    ('1950','N1','식물','芋','우','토란','','いも','1. 감자\n2. 고구마'
    ),
    ('1951','N1','가족','婆','파','할미','バ','ばば','1. 할머니\n2. 노파'
    ),
    ('1952','N1','없음','倣','방','본뜰','ホウ','ならう','1. 본받다\n2. 따르다'
    ),
    ('1953','N1','없음','倹','검','검소할','ケン','つつしむ','1. 검소하다\n2. 절약하다'
    ),
    ('1954','N1','동물','繭','견','고치','ケン','まゆ','1. 누에고치'
    ),
    ('1955','N1','없음','且','차','또','','かつ','1. 동시에\n2. 게다가'
    ),
    ('1956','N1','없음','丙','병','남녘','ヘイ','','1. 갑을병의 병\n2. 천간의 셋째'
    ),
    ('1957','N1','없음','伎','기','재간','キ','','1. 재주\n2. 광대'
    ),
    ('1958','N1','금속','冶','야','풀무','ヤ','','1. 주물\n2. 제련'
    ),
    ('1959','N1','직업','吏','리','벼슬아치','リ','','1. 관리'
    ),
    ('1960','N1','없음','塑','소','빚을','ソ','かたどる','1. 빚다\n2. 형상화하다'
    ),
    ('1961','N1','없음','墾','간','개간할','コン','ひらく','1. 개간하다\n2. 개척하다'
    ),
    ('1962','N1','수학','弐','이','두','ニ','','1. 숫자 2 (법률 문서에서 사용)'
    ),
    ('1963','N1','인공','斤','근','근','キン','','1. 근 (무게 단위)\n2. 도끼'
    ),
    ('1964','N1','시간','旦','단','아침','タン','あした','1. 새벽\n2. 아침'
    ),
    ('1965','N1','지칭','朕','짐','나','チン','','1. 짐 (임금의 자칭)'
    ),
    ('1966','N1','없음','汰','태','일','タ','おごる, えらぶ','1. 사치스럽다\n2. 선택하다\n3. 씻어내다'
    ),
    ('1967','N1','없음','濫','람','넘칠','ラン','あふれる, みだりに','1. 넘치다\n2. 함부로 하다'
    ),
    ('1968','N1','국가','爵','작','벼슬','シャク','','1. 작위 (귀족 계급)'
    ),
    ('1969','N1','인공','璃','리','유리','リ','','1. 유리'
    ),
    ('1970','N1','신체','痘','두','역질','トウ','','1. 천연두\n2. 마마'
    ),
    ('1971','N1','없음','瞭','료','밝을','リョウ','','1. 명료하다\n2. 분명하다'
    ),
    ('1972','N1','수학','箇','개','낱','カ','','1. 개수 (물건을 셀 때 사용)'
    ),
    ('1973','N1','없음','耗','모','소모할','モウ','へる','1. 소모되다\n2. 줄어들다'
    ),
    ('1974','N1','감정','虞','우','염려할','','おそれ','1. 우려하다\n2. 걱정하다'
    ),
    ('1975','N1','없음','謁','알','뵐','エツ','','1. 알현하다\n2. 배알하다'
    ),
    ('1976','N1','없음','賦','부','부세','フ','あたえる','1. 부과하다\n2. 주다'
    ),
    ('1977','N1','없음','遵','준','좇을','ジュン','したがう','1. 따르다\n2. 준수하다'
    ),
    ('1978','N1','없음','采','채','풍채','サイ','','1. 풍채\n2. 모습\n3. 주사위'
    ),
    ('1979','N1','국가','璽','새','옥새','ジ','','1. 황제의 도장\n2. 왕의 인장'
    ),
    ('1980','N1','없음','挨','애','밀칠','アイ','おす','1. 밀치다\n2. 다가오다'
    ),
    ('1981','N1','없음','宛','완','완연할','','あてる','1. 보내다\n2. 지정하다'
    ),
    ('1982','N1','색감','闇','암','숨을','','くらい,やみ','1. 어둡다\n2. 암흑'
    ),
    ('1983','N1','인공','椅','의','의자','イ','','1. 의자'
    ),
    ('1984','N1','감정','畏','외','두려워할','イ','おそれる','1. 두려워하다\n2. 공경하다'
    ),
    ('1985','N1','식물','萎','위','시들','イ','しおれる,なえる','1. 시들다\n2. 생기를 잃다'
    ),
    ('1986','N1','식물','茨','자','가시나무','','いばら','1. 가시나무'
    ),
    ('1987','N1','신체','咽','인','목구멍','イン','のど','1. 목구멍\n2. 인후'
    ),
    ('1988','N1','없음','淫','음','음란할','イン','みだら','1. 음란하다\n2. 타락하다'
    ),
    ('1989','N1','인공','臼','구','절구','キュウ','うす','1. 절구'
    ),
    ('1990','N1','동물','餌','이','미끼','ジ','えさ','1. 먹이\n2. 미끼'
    ),
    ('1991','N1','감정','怨','원','원망할','エン','うらむ','1. 원망하다\n2. 불평하다'
    ),
    ('1992','N1','자연','岡','강','산등성이','','おか','1. 언덕\n2. 산등성이'
    ),
    ('1993','N1','감정','臆','억','가슴','オク','おくする','1. 마음\n2. 겁내다'
    ),
    ('1994','N1','지칭','俺','암','나','','おれ','1. 나 (남성이 쓰는 1인칭)'
    ),
    ('1995','N1','없음','苛','가','가혹할','カ','きびしい','1. 가혹하다\n2. 엄격하다'
    ),
    ('1996','N1','신체','牙','아','어금니','ガ','きば','1. 어금니\n2. 송곳니'
    ),
    ('1997','N1','자연','崖','애','언덕','ガイ','がけ','1. 낭떠러지\n2. 벼랑'
    ),
    ('1998','N1','없음','蓋','개','덮을','ガイ','ふた','1. 뚜껑\n2. 덮개\n3. 덮다'
    ),
    ('1999','N1','신체','骸','해','뼈','ガイ','むくろ','1. 해골\n2. 백골'
    ),
    ('2000','N1','식물','柿','시','감나무','','かき','1. 감나무\n2. 감'
    ),
    ('2001','N1','신체','顎','악','턱','ガク','あご','1. 턱\n2. 아래턱'
    ),
    ('2002','N1','식물','葛','갈','칡','カツ','くず','1. 칡\n2. 칡덩굴'
    ),
    ('2003','N1','인공','釜','부','가마','','かま','1. 솥\n2. 가마솥'
    ),
    ('2004','N1','인공','瓦','와','기와','ガ','かわら','1. 기와\n2. 지붕을 덮는 도기'
    ),
    ('2005','N1','국가','韓','한','한국','カン','','1. 한국(대한민국)\n2. 한나라(역사적)'
    ),
    ('2006','N1','없음','玩','완','희롱할','ガン','もてあそぶ','1. 장난치다\n2. 가지고 놀다'
    ),
    ('2007','N1','국가','畿','기','경기','キ','','1. 수도 주위의 땅(지명한자)\n2. 경기도(일본의)'
    ),
    ('2008','N1','없음','僅','근','겨우','キン','わずか','1. 겨우\n2. 간신히'
    ),
    ('2009','N1','인공','巾','건','수건','キン','ぬの','1. 수건\n2. 천 조각'
    ),
    ('2010','N1','음식','串','관','꿸','','くし','1. 꼬챙이\n2. 꼬치'
    ),
    ('2011','N1','자연','窟','굴','굴','クツ','いわや,ほらあな','1. 동굴\n2. 지하동'
    ),
    ('2012','N1','없음','稽','계','상고할','ケイ','かんがえる','1. 깊이 생각하다\n2. 고려하다'
    ),
    ('2013','N1','없음','詣','예','이를','ケイ','もうでる','1. 도달하다\n2. 참배하다'
    ),
    ('2014','N1','없음','隙','극','틈','ゲキ','すき','1. 틈새\n2. 간극'
    ),
    ('2015','N1','문서','桁','항','차꼬','','けた','1. 자릿수\n2. 자리(숫자)'
    ),
    ('2016','N1','인공','鍵','건','열쇠','ケン','かぎ','1. 열쇠\n2. 자물쇠'
    ),
    ('2017','N1','인공','舷','현','뱃전','ゲン','','1. 뱃전\n2. 배의 가장자리'
    ),
    ('2018','N1','신체','股','고','넓적다리','コ','もも,また','1. 넓적다리\n2. 사타구니'
    ),
    ('2019','N1','없음','乞','걸','빌','','こう','1. 구걸하다\n2. 빌다'
    ),
    ('2020','N1','없음','勾','구','굽을','コウ','まがる','1. 굽다\n2. 구부리다'
    ),
    ('2021','N1','신체','喉','후','목구멍','コウ','のど','1. 목구멍\n2. 인후'
    ),
    ('2022','N1','없음','梗','경','막힐','コウ','ふさがる','1. 막히다\n2. 장애물'
    ),
    ('2023','N1','시간','頃','경','잠깐','','ころ','1. 무렵\n2. 때'
    ),
    ('2024','N1','없음','痕','흔','흔적','コン','あと','1. 자국\n2. 흉터'
    ),
    ('2025','N1','없음','挫','좌','꺾을','ザ','くじく, くじける','1. 꺾다\n2. 좌절시키다\n3. 꺾이다'
    ),
    ('2026','N1','없음','塞','색','막힐','ソク','ふさぐ','1. 막다\n2. 폐쇄하다'
    ),
    ('2027','N1','자연','阪','판','언덕','ハン','さか','1. 언덕\n2. 비탈길'
    ),
    ('2028','N1','자연','埼','기','갑','','さき','1. 곶\n2. 산부리(지명한자)'
    ),
    ('2029','N1','인공','柵','책','울타리','サク','しがらみ','1. 울타리\n2. 장벽'
    ),
    ('2030','N1','없음','拶','찰','짓누를','サツ','あいさつ','1. 인사하다\n2. 말 걸다'
    ),
    ('2031','N1','없음','斬','참','벨','ザン','きる','1. 베다\n2. 참수하다'
    ),
    ('2032','N1','없음','叱','질','꾸짖을','シツ','しかる','1. 꾸짖다\n2. 야단치다'
    ),
    ('2033','N1','감정','嫉','질','미워할','シツ','ねたむ','1. 질투하다\n2. 시기하다'
    ),
    ('2034','N1','신체','腫','종','종기','シュ','はれる','1. 붓다\n2. 종기가 생기다'
    ),
    ('2035','N1','종교','呪','주','빌','ジュ','のろう','1. 저주하다\n2. 빌다'
    ),
    ('2036','N1','없음','蹴','축','찰','シュウ','ける','1. 차다\n2. 발로 차다'
    ),
    ('2037','N1','없음','拭','식','씻을','ショク','ふく,ぬぐう','1. 닦다\n2. 씻다'
    ),
    ('2038','N1','신체','尻','고','꽁무니','','しり','1. 엉덩이\n2. 꽁무니'
    ),
    ('2039','N1','없음','芯','심','골풀','シン','','1. 심지\n2. 중심'
    ),
    ('2040','N1','신체','腎','신','콩팥','ジン','','1. 신장\n2. 콩팥'
    ),
    ('2041','N1','의류','裾','거','옷자락','','すそ','1. 옷자락\n2. 치맛단'
    ),
    ('2042','N1','형용사','凄','처','쓸쓸할','セイ','すごい','1. 굉장하다\n2. 무섭다'
    ),
    ('2043','N1','없음','醒','성','깰','セイ','さめる','1. (술에서) 깨다\n2. 정신이 맑아지다'
    ),
    ('2044','N1','가족','戚','척','친척','セキ','','1. 친척\n2. 슬픔'
    ),
    ('2045','N1','신체','脊','척','등마루','セキ','せぼね','1. 척추\n2. 등뼈'
    ),
    ('2046','N1','음식','煎','전','달일','セン','いる','1. 달이다\n2. 볶다'
    ),
    ('2047','N1','감정','羨','선','부러워할','セン','うらやむ','1. 부러워하다\n2. 선망하다'
    ),
    ('2048','N1','신체','腺','선','샘','セン','','1. 분비샘\n2. 내분비기관'
    ),
    ('2049','N1','없음','詮','전','설명할','セン','せんする','1. 설명하다\n2. 논의하다'
    ),
    ('2050','N1','음식','膳','선','반찬','ゼン','','1. 차려진 요리\n2. 밥상'
    ),
    ('2051','N1','없음','曽','증','일찍','ソウ','','1. 증조부\n2. 오래전'
    ),
    ('2052','N1','없음','狙','저','엿볼','ソ','ねらう','1. 노리다\n2. 겨냥하다'
    ),
    ('2053','N1','없음','遡','소','거스를','ソ','さかのぼる','1. 거슬러 올라가다\n2. 되돌아보다'
    ),
    ('2054','N1','없음','痩','수','여윌','ソウ','やせる','1. 여위다\n2. 마르다'
    ),
    ('2055','N1','없음','捉','착','잡을','ソク','とらえる','1. 붙잡다\n2. 이해하다'
    ),
    ('2056','N1','의류','袖','수','소매','シュウ','そで','1. 옷 소매\n2. 기모노 소매'
    ),
    ('2057','N1','없음','遜','손','겸손할','ソン','へりくだる','1. 겸손하다\n2. 공손하게 말하다'
    ),
    ('2058','N1','신체','唾','타','침','ダ','つば','1. 침\n2. 타액'
    ),
    ('2059','N1','없음','堆','퇴','쌓을','タイ','うずたかい','1. 높이 쌓이다\n2. 퇴적하다'
    ),
    ('2060','N1','없음','戴','대','일','タイ','いただく','1. 머리에 이다\n2. 받들다'
    ),
    ('2061','N1','지칭','誰','수','누구','','だれ','1. 누구\n2. 어느 사람'
    ),
    ('2062','N1','없음','綻','탄','터질','タン','ほころぶ','1. 터지다\n2. 벌어지다'
    ),
    ('2063','N1','음식','酎','주','전국술','チュウ','','1. 소주\n2. 전통주'
    ),
    ('2064','N1','없음','捗','척','칠','チョク','はかどる','1. 진척되다\n2. 순조롭게 진행되다'
    ),
    ('2065','N1','없음','潰','궤','무너질','カイ','つぶれる,つぶす','1. 무너지다\n2. 으깨다'
    ),
    ('2066','N1','신체','爪','조','손톱','','つめ','1. 손톱\n2. 발톱'
    ),
    ('2067','N1','없음','諦','체','살필','テイ','あきらめる','1. 포기하다\n2. 단념하다'
    ),
    ('2068','N1','없음','溺','익','빠질','デキ','おぼれる','1. 물에 빠지다\n2. 탐닉하다'
    ),
    ('2069','N1','없음','塡','전','메울','テン','うめる','1. 메우다\n2. 채우다'
    ),
    ('2070','N1','없음','貼','첩','붙일','チョウ','はる','1. 붙이다\n2. 부착하다'
    ),
    ('2071','N1','감정','妬','투','샘낼','ト','ねたむ','1. 질투하다\n2. 시기하다'
    ),
    ('2072','N1','없음','賭','도','내기','ト','かける','1. 내기를 걸다\n2. 도박하다'
    ),
    ('2073','N1','식물','栃','회','상수리나무','','とち','1. 칠엽수(나무)\n2. 지명 한자'
    ),
    ('2074','N1','없음','頓','돈','조아릴','トン','ぬかずく','1. 조아리다\n2. 갑자기'
    ),
    ('2075','N2','사상','謎','미','수수께끼','','なぞ,なぞめく','1. 수수께끼\n2. 불가사의\n3. 수수께끼 같아서 잘 모르다'
    ),
    ('2076','N1','음식','鍋','과','노구솥','','なべ','1. 냄비\n2. 전골 요리'
    ),
    ('2077','N1','감각','匂','내','향내','','におう,におい','1. 냄새가 나다\n2. 향기가 나다'
    ),
    ('2078','N1','없음','捻','염','비틀','ネン','ひねる','1. 비틀다\n2. 꼬다'
    ),
    ('2079','N1','없음','罵','매','꾸짖을','バ','ののしる','1. 욕하다\n2. 매도하다'
    ),
    ('2080','N1','없음','剝','박','벗길','ハク','はがす,むく,はげる','1. 벗겨내다\n2. 껍질을 벗기다\n3. 벗겨지다'
    ),
    ('2081','N1','음식','箸','저','젓가락','','はし','1. 젓가락'
    ),
    ('2082','N1','없음','斑','반','아롱질','ハン','まだら','1. 얼룩지다\n2. 반점'
    ),
    ('2083','N1','없음','氾','범','넘칠','ハン','あふれる','1. 넘치다\n2. 범람하다'
    ),
    ('2084','N1','형용사','汎','범','넓을','ハン','ひろい','1. 넓다\n2. 두루 아우르다'
    ),
    ('2085','N1','신체','膝','슬','무릎','','ひざ','1. 무릎'
    ),
    ('2086','N1','신체','肘','주','팔꿈치','','ひじ','1. 팔꿈치'
    ),
    ('2087','N1','자연','阜','부','언덕','フ','','1. 언덕 (지명한자)'
    ),
    ('2088','N1','없음','蔽','폐','덮을','ヘイ','おおう','1. 덮다\n2. 가리다'
    ),
    ('2089','N1','없음','蔑','멸','업신여길','ベツ','さげすむ','1. 업신여기다\n2. 멸시하다'
    ),
    ('2090','N1','동물','蜂','봉','벌','ホウ','はち','1. 벌\n2. 꿀벌'
    ),
    ('2091','N1','없음','貌','모','모양','ボウ','','1. 용모\n2. 겉모습'
    ),
    ('2092','N1','신체','頬','협','뺨','','ほお,ほほ,ほっぺた','1. 뺨'
    ),
    ('2093','N1','없음','勃','발','노할','ボツ','おこる','1. 갑자기 일어나다\n2. 불끈 일어나다'
    ),
    ('2094','N1','감각','昧','매','어두울','マイ','くらい','1. 어둡다\n2. 어슴푸레하다'
    ),
    ('2095','N1','인공','枕','침','베개','','まくら','1. 베개'
    ),
    ('2096','N1','음식','蜜','밀','꿀','ミツ','','1. 꿀'
    ),
    ('2097','N1','감각','冥','명','어두울','メイ','くらい','1. 어둡다'
    ),
    ('2098','N1','음식','麺','면','밀가루','メン','めん','1. 면\n2. 국수'
    ),
    ('2099','N1','음식','餅','병','떡','ヘイ','もち','1. 떡'
    ),
    ('2100','N1','없음','妖','요','요사할','ヨウ','あやしい','1. 요염하다\n2. 괴이하다'
    ),
    ('2101','N1','없음','沃','옥','기름질','ヨク','うるおう,うるおす','1. 기름지다\n2. 비옥하다'
    ),
    ('2102','N1','지칭','侶','려','짝','リョ','とも','1. 벗\n2. 친구\n3. 동료'
    ),
    ('2103','N1','없음','賂','뢰','뇌물','ロ','まいない','1. 뇌물'
    ),
    ('2104','N1','없음','弄','롱','희롱할','ロウ','いじる,もてあそぶ','1. 주무르다 \n2. 즐기다\n3. 희롱하다'
    ),
    ('2105','N1','자연','麓','록','산기슭','ロク','ふもと','1. 산기슭'
    ),
    ('2106','N1','신체','脇','협','겨드랑이','','わき','1. 겨드랑이\n2. 옆구리'
    ),
    ('2107','N1','음식','丼','정','우물','','どんぶり','1. 덮밥'
    ),
    ('2108','N1','없음','傲','오','거만할','ゴウ','おごる','1. 거만하다\n2. 오만하다'
    ),
    ('2109','N1','장소','刹','찰','절','サツ','','1. 절\n2. 사찰'
    ),
    ('2110','N1','동물','哺','포','먹일','ホ','はぐくむ','1. 먹이다\n2. 먹여 기르다'
    ),
    ('2111','N1','없음','喩','유','깨우칠','ユ','たとえる','1. 비유하다'
    ),
    ('2112','N1','감각','嗅','후','맡을','キュウ','かぐ','1. 냄새를 맡다'
    ),
    ('2113','N1','없음','嘲','조','비웃을','チョウ','あざける','1. 비웃다\n2. 조롱하다'
    ),
    ('2114','N1','없음','毀','훼','헐','キ','こぼつ','1. 부수다\n2. 훼손하다'
    ),
    ('2115','N1','문서','彙','휘','무리','イ','','1. 같은 종류\n2. 동류'
    ),
    ('2116','N1','없음','恣','자','방자할','シ','ほしいまま','1. 마음대로 하다\n2. 제멋대로 하다\n3. 방자하다'
    ),
    ('2117','N2','감정','惧','구','두려워할','グ','おそれる','1. 두려워하다\n2. 걱정하다'
    ),
    ('2118','N1','감정','慄','률','떨릴','リツ','ふるえる','1. 떨리다\n2. 두려워하다'
    ),
    ('2119','N1','감정','憬','경','동경할','ケイ','あこがれる','1. 동경하다'
    ),
    ('2120','N1','없음','拉','납','끌','ラ','ひっぱる','1. 끌어당기다\n2. 납치하다'
    ),
    ('2121','N1','없음','摯','지','잡을','シ','つかむ','1. 진지하다\n2. 잡다'
    ),
    ('2122','N1','없음','曖','애','희미할','アイ','','1. 희미하다\n2. 애매하다'
    ),
    ('2123','N1','없음','楷','해','본보기','カイ','','1. 해서체(한자 서체의 하나)'
    ),
    ('2124','N1','감정','鬱','울','답답할','ウツ','うっとうしい','1. 우울하다\n2. 답답하다'
    ),
    ('2125','N1','인공','璧','벽','구슬','ヘキ','','1. 둥근 옥'
    ),
    ('2126','N1','신체','瘍','양','헐','ヨウ','できもの','1. 종기\n2. 부스럼'
    ),
    ('2127','N1','문서','箋','전','기록할','セン','ふだ','1. 쪽지\n2. 편지'
    ),
    ('2128','N1','인공','籠','롱','대바구니','ロウ','かご,こもる','1. 바구니\n2. 틀어박히다\n3. 가두다'
    ),
    ('2129','N1','없음','緻','치','빽빽할','チ','こまかい','1. 빽빽하다\n2. 정교하다'
    ),
    ('2130','N1','감정','羞','수','부끄러울','シュウ','はじ、はじる','1. 수치\n2. 부끄러워하다\n3. 수치스럽다'
    ),
    ('2131','N1','없음','訃','부','부고','フ','','1. 부고\n2. 부음'
    ),
    ('2132','N1','가족','諧','해','화할','カイ','','1. 조화하다\n2. 화합하다\n3. 잘 어울리다'
    ),
    ('2133','N1','감정','貪','탐','탐낼','ドン','むさぼる','1. 탐욕을 부리다\n2. 욕심내다'
    ),
    ('2134','N1','없음','踪','종','자취','ソウ','','1. 흔적\n2. 자취'
    ),
    ('2135','N1','감각','辣','랄','매울','ラツ','からい','1. 맵다\n2. 가혹하다'
    ),
    ('2136','N1','없음','錮','고','막을','コ','ふさぐ','1. 막다\n2. 가두다'
    );

--------------------------------------------------------------------
-- 3. Books 테이블 (각 책은 한 사용자가 작성)
--------------------------------------------------------------------
INSERT INTO Books VALUES
(DEFAULT, 1, '모험의 시작', '/image/mountains.png', false, '2025-02-13 11:00:00.000000', '2025-02-13 11:00:00.000000'),
(DEFAULT, 1, '깊은 숲의 비밀', null, false, '2025-02-13 11:05:00.000000', '2025-02-13 11:05:00.000000'),
(DEFAULT, 2, '바람과 함께', null, true, '2025-02-13 11:10:00.000000', '2025-02-13 11:10:00.000000'),
(DEFAULT, 3, '해변의 노래', null, false, '2025-02-13 11:15:00.000000', '2025-02-13 11:15:00.000000'),
(DEFAULT, 3, '별빛 아래', null, true, '2025-02-13 11:20:00.000000', '2025-02-13 11:20:00.000000'),
(DEFAULT, 4, '도시의 그림자', null, true, '2025-02-13 11:25:00.000000', '2025-02-13 11:25:00.000000'),
(DEFAULT, 5, '산의 노래', null, true, '2025-02-13 11:30:00.000000', '2025-02-13 11:30:00.000000'),
(DEFAULT, 5, '하늘의 눈물', null, true, '2025-02-13 11:35:00.000000', '2025-02-13 11:35:00.000000'),
(DEFAULT, 6, '불의 춤', null, true, '2025-02-13 11:40:00.000000', '2025-02-13 11:40:00.000000'),
(DEFAULT, 7, '바다의 속삭임', null, true, '2025-02-13 11:45:00.000000', '2025-02-13 11:45:00.000000');


--------------------------------------------------------------------
-- 4. Book_Lines 테이블 더미 데이터
-- (각 책마다 여러 사이클로 진행: 질문 → 한자 입력 → 결과)
-- 가정: 각 책의 Book_Lines는 자동으로 line_id가 증가하며, 아래 순서대로 배정됨
--
-- [Book 1] (완료된 스토리)
--  line_id 1: 질문,  2: 한자 입력 ("一"),  3: 결과 ("一(하나)! 벽이 무너졌다.")
--------------------------------------------------------------------
-- Book 1: '모험의 시작' (user_id 1)
INSERT INTO Book_Lines VALUES
(DEFAULT, 1, 'user', '내 앞에는 커다란 벽이 있다. 어떻게 해야 할까?', 75, 75, 0, '2025-02-13 11:00:01.000000'),
(DEFAULT, 1, 'assistant', '一', 82, 75, 0, '2025-02-13 11:00:02.000000'),
(DEFAULT, 1, 'system', '一(하나)! 벽이 무너졌다.', 90, 75, 1, '2025-02-13 11:00:03.000000');

-- [Book 2] (진행 중인 스토리, user_id 1)
-- Cycle 1: 완성 → Cycle 2: 질문만 남음
-- line_id 4~7
INSERT INTO Book_Lines VALUES
(DEFAULT, 2, 'user', '깊은 숲 속에 감춰진 비밀이 있다. 어떻게 해야 할까?', 68, 75, 0, '2025-02-13 11:05:01.000000'),
(DEFAULT, 2, 'assistant', '二', 79, 75, 0, '2025-02-13 11:05:02.000000'),
(DEFAULT, 2, 'system', '二(둘)! 비밀의 문이 열렸다.', 95, 75, 1, '2025-02-13 11:05:03.000000'),
(DEFAULT, 2, 'user', '그러나 새로운 도전이 나타났다. 어떻게 할까?', 62, 75, 0, '2025-02-13 11:05:04.000000');

-- [Book 3] (완료된 스토리, user_id 2)
-- Cycle 1 + Cycle 2
-- line_id 8~13
INSERT INTO Book_Lines VALUES
(DEFAULT, 3, 'user', '바람이 세차게 부는 들판, 어떤 행동을 취할까?', 77, 75, 0, '2025-02-13 11:10:01.000000'),
(DEFAULT, 3, 'assistant', '三', 85, 75, 0, '2025-02-13 11:10:02.000000'),
(DEFAULT, 3, 'system', '三(셋)! 주인공은 신속히 달려나갔다.', 91, 75, 1, '2025-02-13 11:10:03.000000'),
(DEFAULT, 3, 'user', '도착한 곳에서 또 다른 도전이 기다린다. 무엇을 할까?', 75, 70, 0, '2025-02-13 11:10:04.000000'),
(DEFAULT, 3, 'assistant', '四', 80, 75, 0, '2025-02-13 11:10:05.000000'),
(DEFAULT, 3, 'system', '四(넷)! 모든 장애물을 극복했다.', 96, 75, 1, '2025-02-13 11:10:06.000000');

-- [Book 4] (진행 중인 스토리, user_id 3)
-- Cycle 1 완료 + Cycle 2 진행 중 (질문만)
-- line_id 14~17
INSERT INTO Book_Lines VALUES
(DEFAULT, 4, 'user', '해변에서 바람이 속삭인다. 어떻게 반응할까?', 72, 75, 0, '2025-02-13 11:15:01.000000'),
(DEFAULT, 4, 'assistant', '五', 84, 75, 0, '2025-02-13 11:15:02.000000'),
(DEFAULT, 4, 'system', '五(다섯)! 해변의 비밀이 드러났다.', 75, 93, 1, '2025-02-13 11:15:03.000000'),
(DEFAULT, 4, 'user', '이어지는 파도 소리에 의문이 생긴다. 다음은?', 75, 65, 0, '2025-02-13 11:15:04.000000');

-- [Book 5] (완료된 스토리, user_id 3)
-- 단일 사이클
-- line_id 18~20
INSERT INTO Book_Lines VALUES
(DEFAULT, 5, 'system', '별들이 총총히 빛나는 밤, 어떤 선택을 할까?', 75, 88, 0, '2025-02-13 11:20:01.000000'),
(DEFAULT, 5, 'user', '六', 75, 75, 0, '2025-02-13 11:20:02.000000'),
(DEFAULT, 5, 'assistant', '六(여섯)! 별빛이 길을 밝혀주었다.', 75, 98, 1, '2025-02-13 11:20:03.000000');

-- [Book 6] (진행 중인 스토리, user_id 4)
-- 두 사이클 모두 진행 중
-- line_id 21~26
INSERT INTO Book_Lines VALUES
(DEFAULT, 6, 'system', '도시의 어둠 속에서 한 줄기의 빛을 찾는다. 어떻게?', 75, 83, 0, '2025-02-13 11:25:01.000000'),
(DEFAULT, 6, 'user', '七', 75, 71, 0, '2025-02-13 11:25:02.000000'),
(DEFAULT, 6, 'assistant', '七(일곱)! 빛이 나타나 길이 열렸다.', 75, 94, 1, '2025-02-13 11:25:03.000000'),
(DEFAULT, 6, 'system', '하지만 도시의 미로는 끝이 없다. 다음 행동은?', 75, 79, 0, '2025-02-13 11:25:04.000000'),
(DEFAULT, 6, 'user', '八', 75, 69, 0, '2025-02-13 11:25:05.000000'),
(DEFAULT, 6, 'assistant', '八(여덟)! 도시의 비밀이 드러나기 시작한다.', 75, 97, 1, '2025-02-13 11:25:06.000000');

-- [Book 7] (완료된 스토리, user_id 5)
-- 세 사이클 진행
-- line_id 27~35
INSERT INTO Book_Lines VALUES
(DEFAULT, 7, 'system', '산의 정기를 느끼며 도전할 준비를 한다. 어떻게?', 75, 87, 0, '2025-02-13 11:30:01.000000'),
(DEFAULT, 7, 'user', '九', 75, 73, 0, '2025-02-13 11:30:02.000000'),
(DEFAULT, 7, 'assistant', '九(아홉)! 산의 첫 걸음이 떼어졌다.', 75, 92, 1, '2025-02-13 11:30:03.000000'),
(DEFAULT, 7, 'system', '깊은 계곡을 건너야 한다. 어떻게 할까?', 75, 85, 0, '2025-02-13 11:30:04.000000'),
(DEFAULT, 7, 'user', '十', 75, 74, 0, '2025-02-13 11:30:05.000000'),
(DEFAULT, 7, 'assistant', '十(열)! 계곡을 무사히 건넜다.', 75, 99, 1, '2025-02-13 11:30:06.000000');

-- [Book 8] (진행 중인 스토리, user_id 5)
-- Cycle 1 완료 + Cycle 2 진행 중
-- line_id 36~39
INSERT INTO Book_Lines VALUES
(DEFAULT, 8, 'system', '하늘에서 눈물이 떨어진다. 어떻게 반응할까?', 75, 80, 0, '2025-02-13 11:35:01.000000'),
(DEFAULT, 8, 'user', '二', 75, 78, 0, '2025-02-13 11:35:02.000000'),
(DEFAULT, 8, 'assistant', '二(둘)! 하늘의 비밀이 드러났다.', 75, 96, 1, '2025-02-13 11:35:03.000000');

-- [Book 9] (완료된 스토리, user_id 6)
-- 단일 사이클
-- line_id 40~42
INSERT INTO Book_Lines VALUES
(DEFAULT, 9, 'system', '불꽃이 일렁이는 무대 위, 어떤 움직임을 선택할까?', 75, 85, 0, '2025-02-13 11:40:01.000000'),
(DEFAULT, 9, 'user', '三', 75, 78, 0, '2025-02-13 11:40:02.000000'),
(DEFAULT, 9, 'assistant', '三(셋)! 불꽃의 리듬에 몸을 맡겼다.', 75, 95, 1, '2025-02-13 11:40:03.000000');

-- [Book 10] (진행 중인 스토리, user_id 7)
-- 두 사이클 중 첫 사이클만 완료, 두 번째 사이클 진행 중
-- line_id 43~45
INSERT INTO Book_Lines VALUES
(DEFAULT, 10, 'system', '깊은 바다에서 들려오는 속삭임, 그 의미는?', 75, 82, 0, '2025-02-13 11:45:01.000000'),
(DEFAULT, 10, 'user', '四', 75, 76, 0, '2025-02-13 11:45:02.000000'),
(DEFAULT, 10, 'assistant', '四(넷)! 바다가 숨긴 이야기가 시작되었다.', 75, 97, 1, '2025-02-13 11:45:03.000000'),
(DEFAULT, 10, 'system', '하지만 파도는 계속되는데, 다음은?', 75, 80, 0, '2025-02-13 11:45:04.000000');

--------------------------------------------------------------------
-- 5. Shared_Books 테이블 더미 데이터
-- 일부 책이 공유된 상황 (예: 책 1, 3, 7, 9)
--------------------------------------------------------------------
INSERT INTO Shared_Books VALUES
(DEFAULT, 1, 100, 5, '2025-02-13 12:00:00.000000', '2025-02-13 12:00:00.000000'),
(DEFAULT, 3, 50, 2, '2025-02-13 12:05:00.000000', '2025-02-13 12:05:00.000000'),
(DEFAULT, 7, 120, 10, '2025-02-13 12:10:00.000000', '2025-02-13 12:10:00.000000'),
(DEFAULT, 9, 80, 3, '2025-02-13 12:15:00.000000', '2025-02-13 12:15:00.000000');

--------------------------------------------------------------------
-- 6. Kanji_Collections 테이블 더미 데이터
-- 사용자가 스토리 진행 후, 정답을 맞춰 한자 컬렉션에 추가된 경우
--------------------------------------------------------------------
INSERT INTO Kanji_Collections VALUES
(DEFAULT, 1, 1, '2025-02-13 12:20:00.000000', '2025-02-13 12:20:00.000000'),  -- User1 컬렉션에 '一'
(DEFAULT, 2, 1, '2025-02-13 12:21:00.000000', '2025-02-13 12:21:00.000000'),  -- User2 컬렉션에 '二'
(DEFAULT, 3, 1, '2025-02-13 12:22:00.000000', '2025-02-13 12:22:00.000000'),
(DEFAULT, 4, 1, '2025-02-13 12:23:00.000000', '2025-02-13 12:23:00.000000'),
(DEFAULT, 5, 1, '2025-02-13 12:24:00.000000', '2025-02-13 12:24:00.000000'),
(DEFAULT, 6, 1, '2025-02-13 12:25:00.000000', '2025-02-13 12:25:00.000000'),
(DEFAULT, 7, 1, '2025-02-13 12:26:00.000000', '2025-02-13 12:26:00.000000'),
(DEFAULT, 8, 1, '2025-03-02 09:00:00', '2025-03-08 09:00:00'),
(DEFAULT, 9, 1, '2025-03-02 09:00:00', '2025-03-09 09:00:00'),
(DEFAULT, 10, 1, '2025-03-12 09:00:00', '2025-03-10 09:00:00'),
(DEFAULT, 11, 1, '2025-03-12 09:00:00', '2025-03-11 09:00:00'),
(DEFAULT, 12, 1, '2025-03-12 09:00:00', '2025-03-12 09:00:00'),
(DEFAULT, 13, 1, '2025-03-12 09:00:00', '2025-03-13 09:00:00'),
(DEFAULT, 14, 1, '2025-03-12 09:00:00', '2025-03-14 09:00:00'),
(DEFAULT, 15, 1, '2025-03-12 09:00:00', '2025-03-15 09:00:00'),
(DEFAULT, 16, 1, '2025-03-15 09:00:00', '2025-03-16 09:00:00'),
(DEFAULT, 17, 1, '2025-03-15 09:00:00', '2025-03-17 09:00:00'),
(DEFAULT, 18, 1, '2025-03-15 09:00:00', '2025-03-18 09:00:00'),
(DEFAULT, 19, 1, '2025-03-15 09:00:00', '2025-03-19 09:00:00'),
(DEFAULT, 20, 1, '2025-03-15 09:00:00', '2025-03-20 09:00:00'),


(DEFAULT, 1, 2, '2025-02-13 12:20:00.000000', '2025-02-13 12:20:00.000000'),  -- User1 컬렉션에 '一'
(DEFAULT, 2, 2, '2025-02-13 12:21:00.000000', '2025-02-13 12:21:00.000000'),  -- User2 컬렉션에 '二'
(DEFAULT, 3, 2, '2025-02-13 12:21:00.000000', '2025-02-13 12:21:00.000000'),
(DEFAULT, 4, 2, '2025-02-13 12:21:00.000000', '2025-02-13 12:21:00.000000'),
(DEFAULT, 2, 2, '2025-02-13 12:21:00.000000', '2025-02-13 12:21:00.000000'),
(DEFAULT, 2, 2, '2025-02-13 12:21:00.000000', '2025-02-13 12:21:00.000000'),  
(DEFAULT, 105, 2, '2025-02-13 12:21:00.000000', '2025-02-13 12:21:00.000000'),   
(DEFAULT, 3, 3, '2025-02-13 12:22:00.000000', '2025-02-13 12:22:00.000000'),
(DEFAULT, 4, 4, '2025-02-13 12:23:00.000000', '2025-02-13 12:23:00.000000'),
(DEFAULT, 5, 5, '2025-02-13 12:24:00.000000', '2025-02-13 12:24:00.000000'),
(DEFAULT, 6, 6, '2025-02-13 12:25:00.000000', '2025-02-13 12:25:00.000000'),
(DEFAULT, 7, 7, '2025-02-15 12:26:00.000000', '2025-02-15 12:26:00.000000'),
(DEFAULT, 1, 1, '2025-02-15 12:20:00.000000', '2025-02-15 12:20:00.000000'),  
(DEFAULT, 1, 1, '2025-02-15 12:20:00.000000', '2025-02-15 12:20:00.000000'),  
(DEFAULT, 1, 1, '2025-02-15 12:20:00.000000', '2025-02-15 12:20:00.000000'),  
(DEFAULT, 1, 1, '2025-02-15 12:20:00.000000', '2025-02-15 12:20:00.000000'),  
(DEFAULT, 2, 1, '2025-03-02 09:00:00', '2025-03-02 09:00:00'),
(DEFAULT, 3, 1, '2025-03-02 09:00:00', '2025-03-03 09:00:00'),
(DEFAULT, 4, 1, '2025-03-02 09:00:00', '2025-03-04 09:00:00'),
(DEFAULT, 5, 1, '2025-03-02 09:00:00', '2025-03-05 09:00:00'),
(DEFAULT, 6, 1, '2025-03-02 09:00:00', '2025-03-06 09:00:00'),
(DEFAULT, 7, 1, '2025-03-02 09:00:00', '2025-03-07 09:00:00'),
(DEFAULT, 8, 1, '2025-03-02 09:00:00', '2025-03-08 09:00:00'),
(DEFAULT, 9, 1, '2025-03-02 09:00:00', '2025-03-09 09:00:00'),
(DEFAULT, 10, 1, '2025-03-12 09:00:00', '2025-03-10 09:00:00'),
(DEFAULT, 11, 1, '2025-03-12 09:00:00', '2025-03-11 09:00:00'),
(DEFAULT, 12, 1, '2025-03-12 09:00:00', '2025-03-12 09:00:00'),
(DEFAULT, 13, 1, '2025-03-12 09:00:00', '2025-03-13 09:00:00'),
(DEFAULT, 14, 1, '2025-03-12 09:00:00', '2025-03-14 09:00:00'),
(DEFAULT, 15, 1, '2025-03-12 09:00:00', '2025-03-15 09:00:00'),
(DEFAULT, 16, 1, '2025-03-15 09:00:00', '2025-03-16 09:00:00'),
(DEFAULT, 17, 1, '2025-03-15 09:00:00', '2025-03-17 09:00:00'),
(DEFAULT, 18, 1, '2025-03-15 09:00:00', '2025-03-18 09:00:00'),
(DEFAULT, 19, 1, '2025-03-15 09:00:00', '2025-03-19 09:00:00'),
(DEFAULT, 20, 1, '2025-03-15 09:00:00', '2025-03-20 09:00:00'),

/*
-- 2) ID 79 ~ 98 (20개)
  */
(DEFAULT, 79, 1, '2025-03-26 09:00:00', '2025-03-21 09:00:00'),
(DEFAULT, 80, 1, '2025-03-26 09:00:00', '2025-03-22 09:00:00'),
(DEFAULT, 81, 1, '2025-03-26 09:00:00', '2025-03-23 09:00:00'),
(DEFAULT, 82, 1, '2025-03-26 09:00:00', '2025-03-24 09:00:00'),
(DEFAULT, 83, 1, '2025-03-26 09:00:00', '2025-03-25 09:00:00'),
(DEFAULT, 84, 1, '2025-03-26 09:00:00', '2025-03-26 09:00:00'),
(DEFAULT, 85, 1, '2025-03-26 09:00:00', '2025-03-27 09:00:00'),
(DEFAULT, 86, 1, '2025-03-26 09:00:00', '2025-03-28 09:00:00'),
(DEFAULT, 87, 1, '2025-03-26 09:00:00', '2025-03-29 09:00:00'),
(DEFAULT, 88, 1, '2025-03-26 09:00:00', '2025-03-30 09:00:00'),
(DEFAULT, 89, 1, '2025-03-31 09:00:00', '2025-03-31 09:00:00'),
(DEFAULT, 90, 1, '2025-04-05 09:00:00', '2025-04-01 09:00:00'),
(DEFAULT, 91, 1, '2025-04-05 09:00:00', '2025-04-02 09:00:00'),
(DEFAULT, 92, 1, '2025-04-05 09:00:00', '2025-04-03 09:00:00'),
(DEFAULT, 93, 1, '2025-04-05 09:00:00', '2025-04-04 09:00:00'),
(DEFAULT, 94, 1, '2025-04-05 09:00:00', '2025-04-05 09:00:00'),
(DEFAULT, 95, 1, '2025-04-05 09:00:00', '2025-04-06 09:00:00'),
(DEFAULT, 96, 1, '2025-04-05 09:00:00', '2025-04-07 09:00:00'),
(DEFAULT, 97, 1, '2025-04-05 09:00:00', '2025-04-08 09:00:00'),
(DEFAULT, 98, 1, '2025-04-05 09:00:00', '2025-04-09 09:00:00'),

/*
-- 3) ID 104 ~ 123 (20개)
  */
(DEFAULT, 104, 1, '2025-04-10 09:00:00', '2025-04-10 09:00:00'),
(DEFAULT, 105, 1, '2025-04-10 09:00:00', '2025-04-11 09:00:00'),
(DEFAULT, 106, 1, '2025-04-10 09:00:00', '2025-04-12 09:00:00'),
(DEFAULT, 107, 1, '2025-04-10 09:00:00', '2025-04-13 09:00:00'),
(DEFAULT, 108, 1, '2025-04-10 09:00:00', '2025-04-14 09:00:00'),
(DEFAULT, 109, 1, '2025-04-10 09:00:00', '2025-04-15 09:00:00'),
(DEFAULT, 110, 1, '2025-04-10 09:00:00', '2025-04-16 09:00:00'),
(DEFAULT, 111, 1, '2025-04-10 09:00:00', '2025-04-17 09:00:00'),
(DEFAULT, 112, 1, '2025-04-10 09:00:00', '2025-04-18 09:00:00'),
(DEFAULT, 113, 1, '2025-04-10 09:00:00', '2025-04-19 09:00:00'),
(DEFAULT, 114, 1, '2025-04-10 09:00:00', '2025-04-20 09:00:00'),
(DEFAULT, 115, 1, '2025-04-10 09:00:00', '2025-04-21 09:00:00'),
(DEFAULT, 116, 1, '2025-04-10 09:00:00', '2025-04-22 09:00:00'),
(DEFAULT, 117, 1, '2025-04-27 09:00:00', '2025-04-23 09:00:00'),
(DEFAULT, 118, 1, '2025-04-27 09:00:00', '2025-04-24 09:00:00'),
(DEFAULT, 119, 1, '2025-04-27 09:00:00', '2025-04-25 09:00:00'),
(DEFAULT, 120, 1, '2025-04-27 09:00:00', '2025-04-26 09:00:00'),
(DEFAULT, 121, 1, '2025-04-27 09:00:00', '2025-04-27 09:00:00'),
(DEFAULT, 122, 1, '2025-04-27 09:00:00', '2025-04-28 09:00:00'),
(DEFAULT, 123, 1, '2025-04-27 09:00:00', '2025-04-29 09:00:00'),

/*
-- 4) ID 837 ~ 856 (20개)
  */
(DEFAULT, 837, 1, '2025-04-30 09:00:00', '2025-04-30 09:00:00'),
(DEFAULT, 838, 1, '2025-05-01 09:00:00', '2025-05-01 09:00:00'),
(DEFAULT, 839, 1, '2025-05-01 09:00:00', '2025-05-02 09:00:00'),
(DEFAULT, 840, 1, '2025-05-01 09:00:00', '2025-05-03 09:00:00'),
(DEFAULT, 841, 1, '2025-05-01 09:00:00', '2025-05-04 09:00:00'),
(DEFAULT, 842, 1, '2025-05-01 09:00:00', '2025-05-05 09:00:00'),
(DEFAULT, 843, 1, '2025-05-01 09:00:00', '2025-05-06 09:00:00'),
(DEFAULT, 844, 1, '2025-05-01 09:00:00', '2025-05-07 09:00:00'),
(DEFAULT, 845, 1, '2025-05-01 09:00:00', '2025-05-08 09:00:00'),
(DEFAULT, 846, 1, '2025-05-01 09:00:00', '2025-05-09 09:00:00'),
(DEFAULT, 847, 1, '2025-05-01 09:00:00', '2025-05-10 09:00:00'),
(DEFAULT, 848, 1, '2025-05-01 09:00:00', '2025-05-11 09:00:00'),
(DEFAULT, 849, 1, '2025-05-12 09:00:00', '2025-05-12 09:00:00'),
(DEFAULT, 850, 1, '2025-05-12 09:00:00', '2025-05-13 09:00:00'),
(DEFAULT, 851, 1, '2025-05-12 09:00:00', '2025-05-14 09:00:00'),
(DEFAULT, 852, 1, '2025-05-12 09:00:00', '2025-05-15 09:00:00'),
(DEFAULT, 853, 1, '2025-05-12 09:00:00', '2025-05-16 09:00:00'),
(DEFAULT, 854, 1, '2025-05-12 09:00:00', '2025-05-17 09:00:00'),
(DEFAULT, 855, 1, '2025-05-12 09:00:00', '2025-05-18 09:00:00'),
(DEFAULT, 856, 1, '2025-05-12 09:00:00', '2025-05-19 09:00:00'),

/*
-- 5) ID 1289 ~ 1308 (20개)
  */
(DEFAULT, 1289, 1, '2025-05-23 09:00:00', '2025-05-20 09:00:00'),
(DEFAULT, 1290, 1, '2025-05-23 09:00:00', '2025-05-21 09:00:00'),
(DEFAULT, 1291, 1, '2025-05-23 09:00:00', '2025-05-22 09:00:00'),
(DEFAULT, 1292, 1, '2025-05-23 09:00:00', '2025-05-23 09:00:00'),
(DEFAULT, 1293, 1, '2025-05-23 09:00:00', '2025-05-24 09:00:00'),
(DEFAULT, 1294, 1, '2025-05-23 09:00:00', '2025-05-25 09:00:00'),
(DEFAULT, 1295, 1, '2025-05-23 09:00:00', '2025-05-26 09:00:00'),
(DEFAULT, 1296, 1, '2025-05-23 09:00:00', '2025-05-27 09:00:00'),
(DEFAULT, 1297, 1, '2025-05-23 09:00:00', '2025-05-28 09:00:00'),
(DEFAULT, 1298, 1, '2025-05-23 09:00:00', '2025-05-29 09:00:00'),
(DEFAULT, 1299, 1, '2025-05-31 09:00:00', '2025-05-30 09:00:00'),
(DEFAULT, 1300, 1, '2025-05-31 09:00:00', '2025-05-31 09:00:00'),
(DEFAULT, 1301, 1, '2025-06-01 09:00:00', '2025-06-01 09:00:00'),
(DEFAULT, 1302, 1, '2025-06-01 09:00:00', '2025-06-02 09:00:00'),
(DEFAULT, 1303, 1, '2025-06-02 09:00:00', '2025-06-03 09:00:00'),
(DEFAULT, 1304, 1, '2025-06-03 09:00:00', '2025-06-04 09:00:00'),
(DEFAULT, 1305, 1, '2025-06-04 09:00:00', '2025-06-05 09:00:00'),
(DEFAULT, 1306, 1, '2025-06-05 09:00:00', '2025-06-06 09:00:00'),
(DEFAULT, 1307, 1, '2025-06-06 09:00:00', '2025-06-07 09:00:00'),
(DEFAULT, 1308, 1, '2025-06-07 09:00:00', '2025-06-08 09:00:00');  -- 추가 예시

--------------------------------------------------------------------
-- 7. Used_Book_Kanjis 테이블 더미 데이터
-- 각 한자 입력 행(Book_Lines의 특정 sequence)을 기반으로, 해당 한자가 사용되었음을 기록
-- (아래에서 line_id는 각 책의 입력 행 순서에 따라 할당된다고 가정)
--------------------------------------------------------------------
-- Book 1: line_id 2 ("一")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 2, 1, '2025-02-13 12:30:00.000000');
-- Book 2: line_id 5 ("二")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 5, 2, '2025-02-13 12:31:00.000000');
-- Book 3: cycle1: line_id 9 ("三"), cycle2: line_id 12 ("四")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 9, 3, '2025-02-13 12:32:00.000000');
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 12, 4, '2025-02-13 12:33:00.000000');
-- Book 4: line_id 15 ("五")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 15, 5, '2025-02-13 12:34:00.000000');
-- Book 5: line_id 19 ("六")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 19, 6, '2025-02-13 12:35:00.000000');
-- Book 6: cycle1: line_id 22 ("七"), cycle2: line_id 25 ("八")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 22, 7, '2025-02-13 12:36:00.000000');
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 25, 8, '2025-02-13 12:37:00.000000');
-- Book 7: cycle1: line_id 28 ("九"), cycle2: line_id 32 ("十"), cycle3: line_id 34 ("一")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 28, 9, '2025-02-13 12:38:00.000000');
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 32, 10, '2025-02-13 12:39:00.000000');
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 34, 1, '2025-02-13 12:40:00.000000');
-- Book 8: line_id 37 ("二")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 37, 2, '2025-02-13 12:41:00.000000');
-- Book 9: line_id 41 ("三")
INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 41, 3, '2025-02-13 12:42:00.000000');
-- Book 10: line_id 44 ("四")
-- INSERT INTO Used_Book_Kanjis VALUES (DEFAULT, 44, 4, '2025-02-13 12:43:00.000000');


--------------------------------------------------------------------
-- 8. Shared_Book_Replies 테이블 더미 데이터
-- 공유된 책(Shared_Books)에 달린 댓글 예시
--------------------------------------------------------------------
INSERT INTO Shared_Book_Replies VALUES
(DEFAULT, 1, 2, '멋진 책이에요! 정말 감동적입니다.', '2025-02-13 12:44:00.000000', '2025-02-13 12:44:00.000000'),
(DEFAULT, 1, 3, '다시 읽고 싶어요.', '2025-02-13 12:45:00.000000', '2025-02-13 12:45:00.000000'),
(DEFAULT, 2, 4, '바람의 이야기, 정말 시원합니다.', '2025-02-13 12:46:00.000000', '2025-02-13 12:46:00.000000'),
(DEFAULT, 3, 5, '산의 노래가 마음에 와닿네요.', '2025-02-13 12:47:00.000000', '2025-02-13 12:47:00.000000'),
(DEFAULT, 3, 6, '정말 대단한 도전이었습니다!', '2025-02-13 12:48:00.000000', '2025-02-13 12:48:00.000000'),
(DEFAULT, 4, 7, '불의 춤, 리듬이 인상적입니다.', '2025-02-13 12:49:00.000000', '2025-02-13 12:49:00.000000');
