INSERT INTO users 
VALUES (null, 'dlrwns','1234','지익준','dlrwns@gamil.com','ROLE_USER','inactive',null,'2025-02-13 10:56:14.092749','2025-02-13 10:56:14.092749');
        
insert into KANJIS values(
'2',
'N5',
'수학',
'一',
'일',
'한',
'イチ, イツ',
'ひと, ひとつ',
'1. 일; 자연수의 첫번째 수; 하나.\n2. 맨 처음; 첫 번째.\n3. 사물의 최초; 처음.\n4. 가장 뛰어난 것; 최고.\n5. 몇 개 중의 하나.\n6. 동일; 어떤 물건의 전체.\n7. 조금; 약간; 불과.'
);

insert into KANJIS values(
'9',
'N5',
'수학',
'二',
'이',
'두',
'ニ',
'ふた, ふたつ',
'1. 숫자 2.\n2. 짝을 이루는 것.\n3. 두 번째의.'
);

insert into KANJIS values(
'14',
'N5',
'수학',
'三',
'삼',
'셋',
'サン',
'み, みつ',
'1. 숫자 3\n2 세 개.\n3. 세 번째의.\n4. 세 번째로 뛰어난 것.'
);

insert into KANJIS values(
'28',
'N5',
'수학',
'四',
'사',
'넷',
'シ',
'よ, よつ, よん',
'1. 숫자 4.\n2. 네 개.'
);

insert into KANJIS values(
'24',
'N5',
'수학',
'五',
'오',
'다섯',
'ゴ',
'いつ, いつつ',
'1. 숫자 5.\n2. 다섯 개.'
);

insert into KANJIS values(
'44',
'N5',
'수학',
'六',
'육',
'여섯',
'ロク',
'むっつ, む, むい',
'1. 숫자 6.\n2. 여섯 개.'
);

insert into KANJIS values(
'49',
'N5',
'수학',
'七',
'칠',
'일곱',
'シチ',
'ななつ, なな, しち',
'1. 숫자 7.\n2. 일곱 개.'
);

insert into KANJIS values(
'43',
'N5',
'수학',
'八',
'팔',
'여덟',
'ハチ',
'やっつ, や, よう',
'1. 숫자 8.\n2. 여덟 개.'
);

insert into KANJIS values(
'32',
'N5',
'수학',
'九',
'구',
'아홉',
'キュウ, ク',
'ここの, ここのつ',
'1. 숫자 9.\n2. 아홉 개.'
);

insert into KANJIS values(
'8',
'N5',
'수학',
'十',
'십',
'열',
'ジュウ, ジッ',
'とお',
'1. 숫자 10.\n2. 완전함; 충분함.\n3. 열 개의 사물이나 개념.'
);
